{
    "Video Diffusion": {
        "2601.07832": "|**2026-01-14**|**MHLA: Restoring Expressivity of Linear Attention via Token-Level Multi-Head**|虽然 Transformer 架构在许多领域占据主导地位，但其二次自注意力复杂性阻碍了其在大规模应用中的使用。线性注意力提供了一种有效的替代方案，但其直接应用通常会降低性能，现有的修复通常会通过额外的模块（例如深度可分离卷积）重新引入计算开销，从而违背了最初的目的。在这项工作中，我们确定了这些方法中的一个关键失败模式：全局上下文崩溃，其中模型失去了表征多样性。为了解决这个问题，我们提出了多头线性注意力（MHLA），它通过沿着令牌维度计算分割头内的注意力来保留这种多样性。我们证明 MHLA 保持了线性复杂度，同时恢复了 Softmax Attention 的大部分表达能力，并验证了其在多个领域的有效性，在相同时间复杂度下，在 ImageNet 分类上实现了 3.6\\% 的改进，在 NLP 上实现了 6.3\\% 的增益，在图像生成上实现了 12.6\\% 的改进，在视频生成上实现了 41\\% 的增强。|[2601.07832](http://arxiv.org/abs/2601.07832)|null|\n",
        "2601.09697": "|**2026-01-14**|**Efficient Camera-Controlled Video Generation of Static Scenes via Sparse Diffusion and 3D Rendering**|基于扩散模型的现代视频生成模型可以生成非常逼真的剪辑，但它们的计算效率较低，通常需要几分钟的 GPU 时间来处理几秒钟的视频。这种低效率对在需要实时交互的应用程序（例如嵌入式 AI 和 VR/AR）中部署生成视频构成了关键障碍。本文探索了一种静态场景相机条件视频生成的新策略：使用基于扩散的生成模型生成一组稀疏关键帧，然后通过 3D 重建和渲染合成完整视频。通过将关键帧提升为 3D 表示并渲染中间视图，我们的方法可以在数百个帧之间分摊生成成本，同时强制几何一致性。我们进一步引入了一个模型，可以预测给定相机轨迹的最佳关键帧数量，从而允许系统自适应地分配计算。我们的最终方法 SRENDER 使用非常稀疏的关键帧来表示简单的轨迹，使用更密集的关键帧来表示复杂的相机运动。这使得视频生成速度比基于扩散的基线快 40 倍以上，生成 20 秒的视频，同时保持高视觉保真度和时间稳定性，为高效、可控的视频合成提供了一条实用途径。|[2601.09697](http://arxiv.org/abs/2601.09697)|null|\n",
        "2601.09452": "|**2026-01-14**|**MAD: Motion Appearance Decoupling for efficient Driving World Models**|最近的视频扩散模型生成逼真、时间连贯的视频，但它们不足以作为自动驾驶的可靠世界模型，其中结构化运动和物理一致的交互至关重要。将这些通用视频模型适应驱动领域已显示出希望，但通常需要大量特定领域的数据和昂贵的微调。我们提出了一种有效的适应框架，可以将通用视频扩散模型转换为具有最少监督的可控驾驶世界模型。关键思想是将运动学习与外观合成分离。首先，该模型适用于以简化形式预测结构化运动：骨架代理和场景元素的视频，重点学习物理和社会的合理性。然后，重复使用相同的主干来合成以这些运动序列为条件的逼真的 RGB 视频，有效地用纹理和照明“修饰”运动。这个两阶段过程反映了推理渲染范例：首先推断动态，然后渲染外观。我们的实验表明，这种解耦方法非常高效：采用 SVD，我们可以用不到 6% 的计算量来匹配之前的 SOTA 模型。扩展到 LTX，我们的 MAD-LTX 模型优于所有开源竞争对手，并支持一整套文本、自我和对象控制。项目页面：https://vita-epfl.github.io/MAD-World-Model/|[2601.09452](http://arxiv.org/abs/2601.09452)|null|\n",
        "2601.09255": "|**2026-01-14**|**PhyRPR: Training-Free Physics-Constrained Video Generation**|最近基于扩散的视频生成模型可以合成视觉上合理的视频，但它们往往难以满足物理限制。一个关键原因是大多数现有方法仍然是单阶段的：它们将高级物理理解与低级视觉合成纠缠在一起，使得很难生成需要显式物理推理的内容。为了解决这个限制，我们提出了一种免训练的三阶段管道，\\textit{PhyRPR}:\\textit{Phy\\uline{R}eason}--\\textit{Phy\\uline{P}lan}--\\textit{Phy\\uline{R}efine}，它将物理理解与视觉合成分离。具体来说，\\textit{PhyReason} 使用大型多模态模型进行物理状态推理，并使用图像生成器进行关键帧合成； \\textit{PhyPlan} 确定性地合成一个可控的粗运动支架； \\textit{PhyRefine} 通过潜在融合策略将该支架注入扩散采样中，以细化外观，同时保留计划的动态。这种分阶段设计可以在生成过程中实现明确的物理控制。在物理限制下的大量实验表明，我们的方法不断提高物理合理性和运动可控性。|[2601.09255](http://arxiv.org/abs/2601.09255)|null|\n",
        "2601.10632": "|**2026-01-15**|**CoMoVi: Co-Generation of 3D Human Motions and Realistic Videos**|在本文中，我们发现 3D 人体动作和 2D 人体视频的生成本质上是耦合的。 3D 运动为视频的合理性和一致性提供了结构先验，而预训练的视频模型为运动提供了强大的泛化能力，这需要耦合它们的生成过程。基于此，我们提出了 CoMoVi，这是一个联合生成框架，它将两个视频扩散模型 (VDM) 结合起来，在单个扩散去噪循环中同步生成 3D 人体运动和视频。为了实现这一目标，我们首先提出了一种有效的 2D 人体运动表示，它可以继承预训练 VDM 的强大先验。然后，我们设计了一个双分支扩散模型，将人体运动和视频生成过程与相互特征交互和 3D-2D 交叉关注耦合起来。此外，我们还策划了 CoMoVi 数据集，这是一个带有文本和动作注释的大型现实世界人类视频数据集，涵盖了多样化且具有挑战性的人类动作。大量实验证明了我们的方法在 3D 人体运动和视频生成任务中的有效性。|[2601.10632](http://arxiv.org/abs/2601.10632)|null|\n",
        "2601.10553": "|**2026-01-15**|**Inference-time Physics Alignment of Video Generative Models with Latent World Models**|最先进的视频生成模型可以产生有前景的视觉内容，但往往违反基本物理原理，限制了它们的实用性。虽然有些人将这种缺陷归因于预训练的物理理解不足，但我们发现物理合理性的不足也源于次优的推理策略。因此，我们引入 WMReward 并将提高视频生成的物理合理性视为推理时间对齐问题。特别是，我们利用潜在世界模型（此处为 VJEPA-2）的强大物理先验作为搜索和引导多个候选去噪轨迹的奖励，从而能够扩展测试时间计算以获得更好的生成性能。根据经验，我们的方法大大提高了图像条件、多帧条件和文本条件生成设置的物理合理性，并得到了人类偏好研究的验证。值得注意的是，在ICCV 2025感知测试PhysicsIQ挑战赛中，我们取得了62.64%的最终成绩，获得第一名，比之前的最佳水平高出7.42%。我们的工作证明了使用潜在世界模型来提高视频生成的物理合理性的可行性，超越了这种特定的实例化或参数化。|[2601.10553](http://arxiv.org/abs/2601.10553)|null|\n",
        "2601.10214": "|**2026-01-15**|**Beyond Inpainting: Unleash 3D Understanding for Precise Camera-Controlled Video Generation**|相机控制在条件视频生成方面已得到广泛研究；然而，在忠实地保留视频内容的同时精确地改变摄像机轨迹仍然是一项具有挑战性的任务。实现精确相机控制的主流方法是根据目标轨迹扭曲 3D 表示。然而，此类方法无法充分利用视频扩散模型 (VDM) 的 3D 先验，并且经常陷入修复陷阱，导致主题不一致和生成质量下降。为了解决这个问题，我们提出了 DepthDirector，一种具有精确相机可控性的视频重新渲染框架。通过利用来自显式 3D 表示的深度视频作为摄像机控制指导，我们的方法可以在新颖的摄像机轨迹下忠实地再现输入视频的动态场景。具体来说，我们设计了一种视图内容双流条件机制，将源视频和目标视点下渲染的扭曲深度序列注入到预训练的视频生成模型中。这种几何引导信号使 VDM 能够理解摄像机运动并利用其 3D 理解能力，从而促进精确的摄像机控制和一致的内容生成。接下来，我们引入一个基于 LoRA 的轻量级视频扩散适配器来训练我们的框架，充分保留 VDM 的知识先验。此外，我们使用虚幻引擎 5 构建了一个名为 MultiCam-WarpData 的大规模多摄像机同步数据集，包含跨 1K 动态场景的 8K 视频。大量实验表明，DepthDirector 在相机可控性和视觉质量方面均优于现有方法。我们的代码和数据集将公开。|[2601.10214](http://arxiv.org/abs/2601.10214)|null|\n",
        "2601.10103": "|**2026-01-15**|**FlowAct-R1: Towards Interactive Humanoid Video Generation**|交互式人形视频生成旨在合成逼真的视觉代理，可以通过连续且响应式的视频与人类互动。尽管视频合成最近取得了进展，但现有方法常常难以在高保真合成和实时交互要求之间进行权衡。在本文中，我们提出了 FlowAct-R1，一个专门为实时交互式人形视频生成而设计的框架。 FlowAct-R1 基于 MMDiT 架构构建，可实现任意持续时间的视频流合成，同时保持低延迟响应能力。我们引入了一种分块扩散强迫策略，并辅以一种新颖的自强迫变体，以减轻错误积累并确保连续交互过程中的长期时间一致性。通过利用高效的蒸馏和系统级优化，我们的框架在 480p 分辨率下实现了稳定的 25fps，首帧时间 (TTFF) 仅约 1.5 秒。所提出的方法提供了整体和细粒度的全身控制，使代理能够在交互场景中的不同行为状态之间自然地转换。实验结果表明，FlowAct-R1 实现了卓越的行为生动性和感知真实感，同时在不同的角色风格中保持了强大的泛化能力。|[2601.10103](http://arxiv.org/abs/2601.10103)|null|\n",
        "2601.10061": "|**2026-01-15**|**CoF-T2I: Video Models as Pure Visual Reasoners for Text-to-Image Generation**|最近的视频生成模型揭示了帧链（CoF）推理的出现，实现了逐帧视觉推理。凭借此功能，视频模型已成功应用于各种视觉任务（例如迷宫求解、视觉谜题）。然而，由于在 T2I 生成过程中缺乏明确定义的视觉推理起点和可解释的中间状态，它们增强文本到图像 (T2I) 生成的潜力在很大程度上仍未被开发。为了弥补这一差距，我们提出了 CoF-T2I，该模型通过渐进式视觉细化将 CoF 推理集成到 T2I 生成中，其中中间帧充当显式推理步骤，最终帧作为输出。为了建立这样一个明确的生成过程，我们策划了 CoF-Evol-Instruct，这是一个 CoF 轨迹数据集，用于模拟从语义到美学的生成过程。为了进一步提高质量并避免运动伪影，我们为每个帧启用独立的编码操作。实验表明，CoF-T2I 的性能显着优于基础视频模型，并在具有挑战性的基准测试中实现了具有竞争力的性能，在 GenEval 上达到 0.86，在 Imagine-Bench 上达到 7.468。这些结果表明视频模型对于推进高质量文本到图像生成的巨大前景。|[2601.10061](http://arxiv.org/abs/2601.10061)|null|\n",
        "2601.09881": "|**2026-01-14**|**Transition Matching Distillation for Fast Video Generation**|大型视频扩散和流动模型在高质量视频生成方面取得了显着的成功，但由于其低效的多步采样过程，它们在实时交互应用中的使用仍然受到限制。在这项工作中，我们提出了过渡匹配蒸馏（TMD），这是一种将视频扩散模型蒸馏为高效的少步生成器的新颖框架。 TMD 的中心思想是将扩散模型的多步去噪轨迹与几步概率转移过程相匹配，其中每个转移都被建模为轻量级条件流。为了实现有效的蒸馏，我们将原始扩散主干分解为两个部分：（1）主干，包括大多数早期层，在每个外部转换步骤提取语义表示； (2) 流头，由最后几层组成，利用这些表示来执行多个内部流更新。给定一个预训练的视频扩散模型，我们首先向模型引入一个流头，并将其调整为条件流图。然后，我们将分布匹配蒸馏应用于学生模型，并在每个过渡步骤中推出流头。对提取 Wan2.1 1.3B 和 14B 文本到视频模型的大量实验表明，TMD 在生成速度和视觉质量之间提供了灵活且强大的权衡。特别是，在视觉保真度和即时依从性方面，TMD 在相当的推理成本下优于现有的蒸馏模型。项目页面：https://research.nvidia.com/labs/genair/tmd|[2601.09881](http://arxiv.org/abs/2601.09881)|null|\n",
        "2601.11210": "|**2026-01-16**|**VidLeaks: Membership Inference Attacks Against Text-to-Video Models**|在大规模网络规模数据集上训练的强大文本到视频 (T2V) 模型的激增引发了对版权和隐私侵犯的紧迫担忧。成员推理攻击 (MIA) 提供了用于审核此类风险的原则性工具，但现有技术（专为图像或文本等静态数据设计）无法捕获视频生成的时空复杂性。特别是，他们忽视了关键帧中记忆信号的稀疏性以及随机时间动态引入的不稳定性。在本文中，我们针对 T2V 模型对 MIA 进行了首次系统研究，并引入了一种新颖的框架 VidLeaks，它通过两个互补信号探测稀疏时间记忆：1）空间重建保真度（SRF），使用 Top-K 相似性来放大稀疏记忆关键帧的空间记忆信号；2）时间生成稳定性（TGS），测量多个查询之间的语义一致性以捕获时间泄漏。我们在三种逐渐限制性的黑盒设置下评估 VidLeaks：监督、基于参考和仅查询。对三个代表性 T2V 模型的实验揭示了严重的漏洞：即使在严格的仅查询设置下，VidLeaks 在 AnimateDiff 上的 AUC 为 82.92%，在 InstructVideo 上的 AUC 为 97.01%，构成了现实且可利用的隐私风险。我们的工作提供了第一个具体证据，证明 T2V 模型通过稀疏和时间记忆泄露了大量的成员信息，为审核视频生成系统和激励新防御的开发奠定了基础。代码位于：https://zenodo.org/records/17972831。|[2601.11210](http://arxiv.org/abs/2601.11210)|null|\n",
        "2601.11194": "|**2026-01-16**|**ATATA: One Algorithm to Align Them All**|我们提出了一种新的多模态算法，用于使用整流流模型对结构对齐的配对样本进行联合推理。虽然一些现有方法提出了相互依赖的生成过程，但它们没有从结构对齐的角度来看待联合生成问题。最近的工作使用分数蒸馏采样来生成对齐的 3D 模型，但众所周知 SDS 非常耗时，容易出现模式崩溃，并且通常会提供卡通化的结果。相比之下，我们建议的方法依赖于样本空间中片段的联合传输，从而在推理时产生更快的计算。我们的方法可以建立在在结构化潜在空间上运行的任意整流流模型之上。我们使用最先进的基线展示了我们的方法在图像、视频和 3D 形状生成领域的适用性，并针对基于编辑和基于联合推理的竞争方法对其进行了评估。我们展示了通过我们的方法获得的样本对的高度结构对齐以及样本的高视觉质量。我们的方法提高了图像和视频生成管道的最先进水平。对于 3D 生成，它能够显示可比的质量，同时工作速度要快几个数量级。|[2601.11194](http://arxiv.org/abs/2601.11194)|null|\n",
        "2601.11087": "|**2026-01-16**|**PhysRVG: Physics-Aware Unified Reinforcement Learning for Video Generative Models**|物理原理是现实视觉模拟的基础，但在基于变压器的视频生成中仍然是一个重要的监督。这一差距凸显了渲染刚体运动的关键限制，而刚体运动是经典力学的核心原则。虽然计算机图形和基于物理的模拟器可以使用牛顿公式轻松地对此类碰撞进行建模，但现代预训练微调范式在像素级全局去噪期间放弃了对象刚性的概念。在训练后的模型优化过程中，即使是完全正确的数学约束也会被视为次优解（即条件），从根本上限制了生成视频的物理真实感。出于这些考虑，我们首次引入了用于视频生成模型的物理感知强化学习范例，该范例直接在高维空间中强制执行物理碰撞规则，确保物理知识被严格应用而不是被视为条件。随后，我们将此范式扩展到一个统一的框架，称为拟态发现循环（MDcycle），它允许进行大量微调，同时完全保留模型利用基于物理的反馈的能力。为了验证我们的方法，我们构建了新的基准 PhysRVGBench 并进行了广泛的定性和定量实验以彻底评估其有效性。|[2601.11087](http://arxiv.org/abs/2601.11087)|null|\n",
        "2601.10781": "|**2026-01-15**|**Future Optical Flow Prediction Improves Robot Control & Video Generation**|未来的运动表示，例如光流，为控制和生成任务提供了巨大的价值。然而，预测可推广的空间密集运动表示仍然是一个关键挑战，并且从嘈杂的现实世界数据中学习这种预测仍然相对未经探索。我们介绍 FOFPred，一种新颖的语言条件光流预测模型，具有统一的视觉语言模型 (VLM) 和扩散架构。这种独特的组合可以为未来的运动预测提供具有像素级生成保真度的强大多模态推理。我们的模型是根据网络规模的人类活动数据进行训练的，这是一种高度可扩展但非结构化的数据源。为了从这些嘈杂的视频字幕数据中提取有意义的信号，我们采用了关键的数据预处理技术和具有强大图像预训练的统一架构。然后将所得的训练模型扩展到处理控制和生成中两个不同的下游任务。在语言驱动设置下对机器人操作和视频生成的评估建立了 FOFPred 的跨域多功能性，确认了统一的 VLM-Diffusion 架构和从不同网络数据中进行可扩展学习以用于未来光流预测的价值。|[2601.10781](http://arxiv.org/abs/2601.10781)|null|\n"
    },
    "3D": {
        "2601.09697": "|**2026-01-14**|**Efficient Camera-Controlled Video Generation of Static Scenes via Sparse Diffusion and 3D Rendering**|基于扩散模型的现代视频生成模型可以生成非常逼真的剪辑，但它们的计算效率较低，通常需要几分钟的 GPU 时间来处理几秒钟的视频。这种低效率对在需要实时交互的应用程序（例如嵌入式 AI 和 VR/AR）中部署生成视频构成了关键障碍。本文探索了一种静态场景相机条件视频生成的新策略：使用基于扩散的生成模型生成一组稀疏关键帧，然后通过 3D 重建和渲染合成完整视频。通过将关键帧提升为 3D 表示并渲染中间视图，我们的方法可以在数百个帧之间分摊生成成本，同时强制几何一致性。我们进一步引入了一个模型，可以预测给定相机轨迹的最佳关键帧数量，从而允许系统自适应地分配计算。我们的最终方法 SRENDER 使用非常稀疏的关键帧来表示简单的轨迹，使用更密集的关键帧来表示复杂的相机运动。这使得视频生成速度比基于扩散的基线快 40 倍以上，生成 20 秒的视频，同时保持高视觉保真度和时间稳定性，为高效、可控的视频合成提供了一条实用途径。|[2601.09697](http://arxiv.org/abs/2601.09697)|null|\n",
        "2601.09595": "|**2026-01-14**|**Two continuous extensions of the Neural Approximated Virtual Element Method**|我们提出了神经近似虚拟元素方法 (NAVEM) 的两种基于全局连续神经的变体，称为 B-NAVEM 和 P-NAVEM。两种方法都使用预先训练的完全连接的神经网络构建局部基函数，同时确保相邻网格元素之间的精确连续性。 B-NAVEM 利用物理信息神经网络来近似解决定义虚拟单元基函数的局部拉普拉斯问题，而 P-NAVEM 通过定制的损失函数直接强制多项式可再现性，而不需要单元内部的和谐性。数值实验从训练和测试阶段的计算成本、内存使用和准确性方面评估这些方法。|[2601.09595](http://arxiv.org/abs/2601.09595)|null|\n",
        "2601.09575": "|**2026-01-14**|**OpenVoxel: Training-Free Grouping and Captioning Voxels for Open-Vocabulary 3D Scene Understanding**|我们提出了 OpenVoxel，这是一种免训练算法，用于对开放词汇 3D 场景理解任务的稀疏体素进行分组和描述。考虑到从 3D 场景的多视图图像获得的稀疏体素光栅化 (SVR) 模型，我们的 OpenVoxel 能够生成描述场景中不同对象的有意义的组。此外，通过利用强大的视觉语言模型 (VLM) 和多模态大语言模型 (MLLM)，我们的 OpenVoxel 通过为每个组添加字幕，成功构建了信息丰富的场景图，从而实现了进一步的 3D 场景理解任务，例如开放词汇分割 (OVS) 或引用表达分割 (RES)。与以前的方法不同，我们的方法无需训练，并且不会引入来自 CLIP/BERT 文本编码器的嵌入。相反，我们直接使用 MLLM 进行文本到文本搜索。通过大量的实验，我们的方法表现出了比最近的研究更优越的性能，特别是在复杂的引用表达分割（RES）任务中。代码将被公开。|[2601.09575](http://arxiv.org/abs/2601.09575)|null|\n",
        "2601.09487": "|**2026-01-14**|**SlidesGen-Bench: Evaluating Slides Generation via Computational and Quantitative Metrics**|大型语言模型 (LLM) 的快速发展催生了自动幻灯片生成的多种范式，从代码驱动的布局到以图像为中心的合成。然而，评估这些异构系​​统仍然具有挑战性，因为现有协议通常难以提供跨架构的可比分数或依赖于未经校准的判断。在本文中，我们介绍了 SlidesGen-Bench，这是一个旨在通过三个核心原则（通用性、量化和可靠性）评估幻灯片生成的基准。首先，为了建立统一的评估框架，我们将分析立足于视觉领域，将终端输出视为渲染，以保持与底层生成方法无关。其次，我们提出了一种计算方法，可以跨三个不同的维度（内容、美学和可编辑性）定量评估幻灯片，提供可重复的指标，而先前的工作依赖于主观或依赖于参考的代理。最后，为了确保与人类偏好的高度相关性，我们构建了 Slides-Align1.5k 数据集，这是一个人类偏好一致的数据集，涵盖来自七种场景的九种主流生成系统的幻灯片。我们的实验表明，与现有的评估流程相比，SlidesGen-Bench 与人类判断的一致性更高。我们的代码和数据可在 https://github.com/YunqiaoYang/SlidesGen-Bench 获取。|[2601.09487](http://arxiv.org/abs/2601.09487)|null|\n",
        "2601.09452": "|**2026-01-14**|**MAD: Motion Appearance Decoupling for efficient Driving World Models**|最近的视频扩散模型生成逼真、时间连贯的视频，但它们不足以作为自动驾驶的可靠世界模型，其中结构化运动和物理一致的交互至关重要。将这些通用视频模型适应驱动领域已显示出希望，但通常需要大量特定领域的数据和昂贵的微调。我们提出了一种有效的适应框架，可以将通用视频扩散模型转换为具有最少监督的可控驾驶世界模型。关键思想是将运动学习与外观合成分离。首先，该模型适用于以简化形式预测结构化运动：骨架代理和场景元素的视频，重点学习物理和社会的合理性。然后，重复使用相同的主干来合成以这些运动序列为条件的逼真的 RGB 视频，有效地用纹理和照明“修饰”运动。这个两阶段过程反映了推理渲染范例：首先推断动态，然后渲染外观。我们的实验表明，这种解耦方法非常高效：采用 SVD，我们可以用不到 6% 的计算量来匹配之前的 SOTA 模型。扩展到 LTX，我们的 MAD-LTX 模型优于所有开源竞争对手，并支持一整套文本、自我和对象控制。项目页面：https://vita-epfl.github.io/MAD-World-Model/|[2601.09452](http://arxiv.org/abs/2601.09452)|null|\n",
        "2601.09417": "|**2026-01-14**|**Variable Basis Mapping for Real-Time Volumetric Visualization**|大规模体数据的实时可视化仍然具有挑战性，因为直接体渲染和基于体素的方法的计算成本过高。我们提出了可变基映射 (VBM)，这是一个通过小波域分析将体积场转换为 3D 高斯分布 (3DGS) 表示的框架。首先，我们预先计算一个紧凑的小波到高斯转换库，它为跨多个尺度的规范小波原子提供最佳高斯代理。其次，我们执行分析高斯构造，使用封闭形式的数学原理规则将离散小波系数直接映射到 3DGS 参数。最后，轻量级图像空间微调阶段进一步细化表示以提高渲染保真度。对不同数据集的实验表明，VBM 显着加速了收敛速度并提高了渲染质量，从而实现了实时体积可视化。|[2601.09417](http://arxiv.org/abs/2601.09417)|null|\n",
        "2601.09393": "|**2026-01-14**|**AI-NativeBench: An Open-Source White-Box Agentic Benchmark Suite for AI-Native Systems**|从云原生架构到人工智能原生架构的转变从根本上重塑了软件工程，用概率代理服务取代了确定性微服务。然而，这种转变使得传统的黑盒评估范例变得不够：现有的基准测试衡量原始模型的能力，但对系统级执行动态仍然视而不见。为了弥补这一差距，我们推出了 AI-NativeBench，这是第一个以应用程序为中心的白盒 AI-Native 基准套件，基于模型上下文协议 (MCP) 和代理到代理 (A2A) 标准。通过将代理跨度视为分布式跟踪中的一等公民，我们的方法可以对超出简单功能的工程特征进行精细分析。利用跨 21 个系统变体的基准测试，我们发现了传统指标中看不见的关键工程现实：参数悖论，其中轻量级模型在协议遵守方面常常超越旗舰，普遍的推理主导地位使协议开销成为次要，以及昂贵的故障模式，其中自我修复机制矛盾地充当了不可行的工作流程的成本乘数。这项工作提供了第一个系统证据来指导从测量模型能力到设计可靠的 AI-Native 系统的转变。为了促进可重复性和进一步研究，我们开源了基准和数据集。|[2601.09393](http://arxiv.org/abs/2601.09393)|null|\n",
        "2601.09265": "|**2026-01-14**|**GaussianFluent: Gaussian Simulation for Dynamic Scenes with Mixed Materials**|3D 高斯泼溅 (3DGS) 已成为高保真和实时渲染的重要 3D 表示形式。先前的工作将物理模拟与高斯耦合，但主要针对柔软的可变形材料，脆性断裂在很大程度上尚未得到解决。这源于两个关键障碍：GS 表示中缺乏具有连贯纹理的体积内部，以及缺乏高斯的断裂感知模拟方法。为了解决这些挑战，我们引入了 GaussianFluent，一个用于动态对象状态的真实模拟和渲染的统一框架。首先，它通过在生成模型的指导下致密内部高斯来合成照片级真实感的内部空间。其次，它集成了优化的连续损伤材料点法 (CD-MPM)，能够以非常高的速度进行脆性断裂模拟。我们的方法可以处理复杂的场景，包括混合材料物体和多级断裂扩展，实现了以前方法无法实现的结果。实验清楚地证明了 GaussianFluent 具有照片级真实感、实时渲染和内部结构一致的能力，凸显了其在 VR 和机器人等下游应用中的潜力。|[2601.09265](http://arxiv.org/abs/2601.09265)|null|\n",
        "2601.09243": "|**2026-01-14**|**A$^2$TG: Adaptive Anisotropic Textured Gaussians for Efficient 3D Scene Representation**|高斯泼溅已成为高质量、实时 3D 场景渲染的强大表现形式。虽然最近的工作使用可学习的纹理扩展高斯以丰富视觉外观，但现有的方法为每个图元分配固定的方形纹理，导致内存使用效率低下，并且对场景变化的适应性有限。在本文中，我们介绍了自适应各向异性纹理高斯（A$^2$TG），这是一种通过为每个基元配备各向异性纹理来概括纹理高斯的新颖表示形式。我们的方法采用梯度引导的自适应规则来共同确定纹理分辨率和纵横比，从而实现与高斯图的各向异性性质相一致的非均匀、细节感知的分配。这种设计显着提高了纹理效率，减少了内存消耗，同时增强了图像质量。对多个基准数据集的实验表明，TG 始终优于固定纹理高斯泼溅方法，以显着降低的内存需求实现了可比的渲染保真度。|[2601.09243](http://arxiv.org/abs/2601.09243)|null|\n",
        "2601.09211": "|**2026-01-14**|**Affostruction: 3D Affordance Grounding with Generative Reconstruction**|本文解决了物体 RGBD 图像的可供性基础问题，其目的是定位与描述物体上的动作的文本查询相对应的表面区域。虽然现有方法仅预测可见表面上的可供性区域，但我们提出了 Affostruction，这是一种生成框架，可以根据部分观察重建完整的几何形状，并在包括未观察到的区域在内的完整形状上提供可供性。我们做出了三个核心贡献：通过稀疏体素融合进行生成多视图重建，推断出不可见的几何形状，同时保持恒定的标记复杂性；基于流的可供性基础，捕获可供性分布中固有的模糊性；可供性驱动的主动视图选择，利用预测可供性进行智能视点采样。 Affostruction 在可供性基础上达到 19.1 aIoU（提高 40.4%），在 3D 重建方面达到 32.67 IoU（提高 67.7%），从而能够对完整形状进行准确的可供性预测。|[2601.09211](http://arxiv.org/abs/2601.09211)|null|\n",
        "2601.10661": "|**2026-01-15**|**Boundary treatment algorithms for meshfree RANS turbulence modeling**|在本文中，我们提出了应用于湍流的无网格方法的改进壁处理策略。目标是改进高雷诺数湍流模拟中的壁函数处理，并更好地了解与无网格方法一起使用时湍流模型的性能。虽然壁函数技术对于基于网格的方法来说已经很成熟，但将它们纳入无网格方法面临着尚未得到充分探索的独特挑战。主要困难源于点之间缺乏连通性以及拉格朗日框架中的点移动，这可能使一致的墙处理变得复杂。为了解决这些问题，我们探索了三种墙壁处理技术。我们强调标准最近邻方法的缺点。然后我们介绍两种新颖的方法：最近带邻居方法和移位边界方法。我们使用一阶湍流闭包评估这些方法：Spalart--Allmaras、$k-\\varepsilon$ 和 $k-ω$。这些方法在 1D Couette 流、平板上的湍流以及 3D NACA 0012 翼型周围的流动上进行了数值测试。结果表明，两种新颖方法都优于最近邻方法。移位边界法具有更高的精度，但比最近带邻域法计算成本更高。然而，通过使用较小的移位距离，我们可以在相同的分辨率下获得较低的 $y^+$ 值。所有湍流模型都可以很好地适用于移动边界方法，它们之间只有很小的差异。相比之下，最近带方法显示了湍流模型行为的变化，其中 Spalart-Allmaras 模型产生了更好的结果，尤其是沿板的下游。这项工作为使用无网格配置方法模拟高雷诺数下的壁面湍流奠定了坚实的基础。|[2601.10661](http://arxiv.org/abs/2601.10661)|null|\n",
        "2601.10646": "|**2026-01-15**|**Synchronization with Annealed Disorder and Higher-Harmonic Interactions in Arbitrary Dimensions: When Two Dimensions Are Special**|无序对集体现象的影响很大程度上取决于它是被淬灭还是被退火。在同步问题中，已知高维 Kuramoto 模型中的淬灭无序会产生非常规的维度效应，包括引人注目的奇偶二分法：同步跃迁在偶数维度中是连续的，在奇数维度中是不连续的。相比之下，退火无序的影响相对较少受到关注。在这里，我们研究了退火无序下具有基波和高次谐波相互作用的 D 维 Kuramoto 模型，并开发了一个任意维中心流形框架来分析集体行为开始时的非线性动力学。我们表明，退火无序从根本上改变了维度的作用。仅通过基本耦合，它就完全消除了奇偶二分法，从而在所有维度上产生具有通用平均场缩放的连续同步跃迁。高次谐波相互作用保留了这种普遍性，同时使同步转换在连续和不连续之间可调。同时，它们在对称保护的非相干相位和缺乏全局同步的对称破缺状态之间产生了一种新颖的、相关驱动的转变，因此这对于传统的 Kuramoto 阶次参数来说是不可见的。这种转变在二维中是连续的，但在更高维度中是不连续的，揭示了二维的新兴且先前未被认识到的特殊作用。|[2601.10646](http://arxiv.org/abs/2601.10646)|null|\n",
        "2601.10629": "|**2026-01-15**|**VoiceSculptor: Your Voice, Designed By You**|尽管文本转语音 (TTS) 领域取得了快速进展，但开源系统仍然缺乏真正遵循指令、对核心语音属性（例如音调、语速、年龄、情感和风格）的细粒度控制。我们推出了 VoiceSculptor，这是一个开源统一系统，它通过将基于指令的语音设计和高保真语音克隆集成在一个框架中来弥补这一差距。它直接从自然语言描述生成可控的扬声器音色，支持通过检索增强生成（RAG）进行迭代细化，并提供跨多个维度的属性级编辑。然后将设计的语音渲染为提示波形并输入克隆模型，以实现下游语音合成的高保真音色传输。 VoiceSculptor 在 InstructTTSEval-Zh 上实现了开源最先进 (SOTA)，并且完全开源，包括代码和预训练模型，以推进可重复的指令控制 TTS 研究。|[2601.10629](http://arxiv.org/abs/2601.10629)|null|\n",
        "2601.10621": "|**2026-01-15**|**Extrinsic Vector Field Processing**|我们提出了一种新颖的三角形网格切向量场离散化方法。从连续为网格上的所有点分配法线的 Phong 贴图开始，我们通过使用罗德里格斯旋转将分配给顶点的切向量传输到三角形内部的切向量来定义连续切向量场的外部基。由于我们的向量场是连续且弱可微的，因此我们可以使用它们来定义协变导数场，该协变导数场几乎可以在网格上的任何位置进行评估。将协变导数分解为恒等分量、反对称分量和无迹对称分量的对角倍数，我们可以定义用于向量场处理的标准算子，包括霍奇拉普拉斯能量、连接拉普拉斯能量和消杀能量。此外，对协变导数进行逐点求值的能力也使我们能够定义李括号。|[2601.10621](http://arxiv.org/abs/2601.10621)|null|\n",
        "2601.10606": "|**2026-01-15**|**RSATalker: Realistic Socially-Aware Talking Head Generation for Multi-Turn Conversation**|头像生成在虚拟现实 (VR) 中变得越来越重要，特别是对于涉及多回合对话的社交场景。现有方法面临明显的局限性：基于网格的 3D 方法可以模拟双人对话，但缺乏真实的纹理，而基于大型模型的 2D 方法可以产生自然的外观，但会产生过高的计算成本。最近，基于 3D 高斯分布 (3DGS) 的方法实现了高效且逼真的渲染，但仍然仅针对说话者并忽略了社交关系。我们推出 RSATalker，这是第一个利用 3DGS 生成现实且具有社交意识的头部说话的框架，并支持多轮对话。我们的方法首先通过语音驱动基于网格的 3D 面部运动，然后将 3D 高斯绑定到网格面以渲染高保真 2D 头像视频。为了捕捉人际动态，我们提出了一个社交感知模块，该模块通过可学习的查询机制将社会关系（包括血缘和非血缘以及平等和不平等）编码到高级嵌入中。我们设计了一个三阶段训练范例，并使用带有社交关系注释的语音-网格-图像三元组构建了 RSATalker 数据集。大量实验表明，RSATalker 在现实主义和社会意识方面都实现了最先进的性能。代码和数据集将被发布。|[2601.10606](http://arxiv.org/abs/2601.10606)|null|\n",
        "2601.10585": "|**2026-01-15**|**Canceling Effects of Conjunctions Render Higher Order Mean Motion Resonances Weak**|平均运动共振（MMR）是轨道动力学中的一个关键现象。天体力学中传统的干扰函数展开表明，在低偏心率下，$p$:$p-q$ MMR 表现出清晰的强度等级，按 $e^q$ 缩放，其中 $q$ 是共振阶数。这解释了为什么一阶 MMR（例如 3:2 和 4:3）很重要，而无数个高阶整数比率则不重要。然而，这种源自技术扰动级数展开的关系几乎不能提供物理直观。在本文中，我们为紧密间隔轨道的这一结果提供了简单的物理解释。在这个限制下，行星间的相互作用可以忽略不计，除非在合相时，行星会向彼此的平均运动施加引力“踢”。我们表明，虽然一阶 MMR 在配置重复之前涉及单个合取，但高阶 MMR 涉及每个周期的多个合取，其效应抵消得越精确，共振的阶数越高。从单个合取的效果开始，我们提供了 MMR 的 $e^q$ 强度缩放的替代的、物理驱动的推导。|[2601.10585](http://arxiv.org/abs/2601.10585)|null|\n",
        "2601.10563": "|**2026-01-15**|**Kolmogorov Arnold Networks and Multi-Layer Perceptrons: A Paradigm Shift in Neural Modelling**|该研究对柯尔莫哥洛夫-阿诺德网络 (KAN) 和多层感知器 (MLP) 进行了全面的比较分析，强调了它们在解决非线性函数逼近、时间序列预测和多元分类等基本计算挑战方面的有效性。植根于柯尔莫哥洛夫表示定理，KAN 利用基于自适应样条的激活函数和基于网格的结构，与传统的神经网络框架相比，提供了一种变革性的方法。拟议的研究利用涵盖数学函数估计（二次和三次）到预测每日温度和对葡萄酒分类等实际用途的各种数据集，通过均方误差（MSE）等精度测量和通过浮点运算（FLOP）评估的计算费用来彻底评估模型性能。结果表明，KAN 在每个基准测试中都可靠地超过了 MLP，获得了更高的预测精度，同时显着降低了计算成本。这样的结果凸显了它们在计算效率和准确性之间保持平衡的能力，使它们在资源有限和实时操作环境中特别有益。通过阐明 KAN 和 MLP 之间的架构和功能区别，本文提供了一个系统框架，用于为特定任务选择最合适的神经架构。此外，拟议的研究强调了 KAN 在发展智能系统方面的变革能力，影响其在需要可解释性和计算效率的情况下的使用。|[2601.10563](http://arxiv.org/abs/2601.10563)|null|\n",
        "2601.10487": "|**2026-01-15**|**Mesh Denoising**|在本文中，我们研究了四种网格去噪方法：线性滤波、热扩散法、Sobolev 正则化，以及在较小程度上基于 Sinkhorn 算法的重心方法。我们说明，对于简单的图像去噪任务，吉布斯核的天真选择可能会导致不令人满意的结果。我们证明，虽然 Sobolev 正则化是我们实现中最快的方法，但与通过迭代过滤或热扩散获得的最佳结果相比，它产生的去噪网格的忠实度稍差。我们凭经验表明，对于所考虑的大网格，热扩散方法比过滤更慢且不更有效，而在小网格上，适当选择扩散参数可以提高质量。最后，我们观察到所有三种基于网格的方法在大网格上的表现明显优于小网格。|[2601.10487](http://arxiv.org/abs/2601.10487)|null|\n",
        "2601.10474": "|**2026-01-15**|**Optimal error estimates for a discontinuous Galerkin method on curved boundaries with polygonal meshes**|我们考虑使用不连续伽辽金方法来数值求解具有弯曲边界的二维域中的边值问题。此设置中的一个关键挑战是由于通过多边形网格近似物理域而导致收敛阶数的潜在损失。除非边界条件能够准确地从真实边界转移到计算边界，否则这种几何近似误差通常会导致收敛不理想。为了克服这一限制，[28, 29]中的经典有限元方法和[7, 11]中的有限体积环境中引入了基于边界数据多项式重建的高阶策略。最近，这种方法在[32]中扩展到不连续伽辽金方法，从而产生了 DG-ROD 方法，该方法恢复了具有弯曲边界的域的多边形近似的最佳收敛速度。在这项工作中，我们对 DG-ROD 方法进行了严格的理论分析，建立了离散解的存在性和唯一性，并导出了凸域和非凸域上具有齐次狄利克雷边界条件的二维线性平流扩散反应问题的误差估计。遵循和扩展经典有限元方法 [29] 的技术，我们证明，在精确解的适当正则性假设下，DG-ROD 方法尽管存在多边形近似，但仍能实现最佳收敛。最后，我们用数值基准说明并证实了理论结果。|[2601.10474](http://arxiv.org/abs/2601.10474)|null|\n",
        "2601.10449": "|**2026-01-15**|**Lunar-G2R: Geometry-to-Reflectance Learning for High-Fidelity Lunar BRDF Estimation**|我们解决了估计复杂行星表面（例如月球风化层）的真实的、空间变化的反射率的问题，这对于高保真渲染和基于视觉的导航至关重要。现有的月球渲染管道依赖于简化或空间统一的 BRDF 模型，其参数难以估计，并且无法捕获局部反射率变化，从而限制了光度学的真实性。我们提出了 Lunar-G2R，一种几何到反射率的学习框架，可以直接从月球数字高程模型 (DEM) 预测空间变化的 BRDF 参数，而无需多视图图像、受控照明或在推理时专用的反射率捕获硬件。该方法利用经过可微分渲染训练的 U-Net，以最大限度地减少真实轨道图像与已知观察和照明几何条件下基于物理的渲染之间的光度差异。在第谷陨石坑的地理上保留的区域进行的实验表明，与最先进的基线相比，我们的方法将光度误差减少了 38%，同时实现了更高的 PSNR 和 SSIM 以及改进的感知相似性，捕获了空间均匀模型中缺少的精细尺度反射率变化。据我们所知，这是第一种直接从地形几何推断空间变化反射率模型的方法。|[2601.10449](http://arxiv.org/abs/2601.10449)|null|\n",
        "2601.10716": "|**2026-01-15**|**WildRayZer: Self-supervised Large View Synthesis in Dynamic Environments**|我们提出了 WildRayZer，这是一种自监督框架，用于在相机和物体都移动的动态环境中实现新颖的视图合成 (NVS)。动态内容打破了静态 NVS 模型所依赖的多视图一致性，导致重影、幻觉几何和不稳定的姿态估计。 WildRayZer 通过执行综合分析测试来解决这个问题：仅使用相机的静态渲染器解释刚性结构，其残差揭示瞬态区域。根据这些残差，我们构造伪运动掩模，提取运动估计器，并用它来掩模输入标记和门损失梯度，因此监督集中于跨视图背景完成。为了实现大规模训练和评估，我们策划了 Dynamic RealEstate10K (D-RE10K)，这是一个由 15K 随意捕获的动态序列组成的真实世界数据集，以及 D-RE10K-iPhone，这是一个用于稀疏视图瞬态感知 NVS 的配对瞬态和干净基准。实验表明，WildRayZer 在瞬态区域去除和单前馈通道的全帧 NVS 质量方面始终优于基于优化的前馈基线。|[2601.10716](http://arxiv.org/abs/2601.10716)|null|\n",
        "2601.10715": "|**2026-01-15**|**DInf-Grid: A Neural Differential Equation Solver with Differentiable Feature Grids**|我们提出了一种新颖的基于可微网格的表示，用于有效求解微分方程（DE）。广泛使用的神经求解器架构（例如正弦神经网络）是基于坐标的 MLP，计算量大且训练速度慢。尽管基于网格的隐式表示替代方案（例如 Instant-NGP 和 K-Planes）通过利用信号结构训练得更快，但它们对线性插值的依赖限制了它们计算高阶导数的能力，使它们不适合求解 DE。我们的方法通过将特征网格的效率与无限可微的径向基函数插值相结合来克服这些限制。为了有效地捕获高频解并实现全局梯度的稳定和更快的计算，我们引入了具有共置网格的多分辨率分解。我们提出的表示形式 DInf-Grid 使用微分方程作为损失函数进行隐式训练，从而能够对物理场进行精确建模。我们在各种任务上验证了 DInf-Grid，包括用于图像重建的泊松方程、用于波场的亥姆霍兹方程以及用于布料模拟的基尔霍夫-洛夫边值问题。我们的结果表明，与基于 MLP 的坐标方法相比，速度提高了 5-20 倍，可以在几秒或几分钟内求解微分方程，同时保持相当的精度和紧凑性。|[2601.10715](http://arxiv.org/abs/2601.10715)|null|\n",
        "2601.10703": "|**2026-01-15**|**Scalable Spin Squeezing in Power-Law Interacting XXZ Models with Disorder**|虽然传统上在全相互作用模型中考虑了自旋挤压，但最近的研究表明，自旋挤压可以发生在具有幂律相互作用的系统中，从而可以直接测试里德伯原子、俘获离子、超冷原子和金刚石中的氮空位（NV）中心。对于后者，吴.等人。 Nature 646 (2025) 证明，自旋挤压受到位置无序的严重影响，从而降低了实际挤压优势的能力，这需要系统尺寸的可扩展性。在这封信中，我们探讨了具有一小部分未占据晶格位点的二维晶格中自旋挤压的鲁棒性。使用半经典建模，我们证明了幂律交互 XXZ 模型中存在可扩展的压缩，达到无序阈值，超过该阈值则压缩不可扩展。我们制作了可扩展挤压的相图，并解释了上述 NV 实验中它的缺失。我们的工作说明了在许多量子模拟器中实现可扩展自旋压缩所允许的最大无序性，强调了对无序性具有很大耐受性的机制，并将受控缺陷的产生确定为固态系统中可扩展压缩的有前途的途径。|[2601.10703](http://arxiv.org/abs/2601.10703)|null|\n",
        "2601.10690": "|**2026-01-15**|**Data-driven stochastic reduced-order modeling of parametrized dynamical systems**|在不同条件下对复杂动力系统进行建模需要大量计算，通常会使高保真度模拟变得棘手。尽管降阶模型 (ROM) 提供了一种很有前景的解决方案，但当前的方法经常与随机动力学作斗争，并且无法量化预测的不确定性，从而限制了它们在稳健决策环境中的实用性。为了应对这些挑战，我们引入了一个数据驱动的框架，用于学习连续时间随机 ROM，该框架可以跨参数空间和强制条件进行泛化。我们的方法基于摊销随机变分推理，利用马尔可夫高斯过程的重参数化技巧来消除训练期间对计算成本昂贵的前向求解器的需求。这使我们能够以独立于数据集大小和系统刚度的计算成本联合学习概率自动编码器和控制潜在动态的随机微分方程。此外，我们的方法提供了结合物理先验（如果有）的灵活性。针对三个具有挑战性的测试问题进行了数值研究，其中我们展示了对看不见的参数组合和强迫的出色泛化，以及与现有方法相比的显着效率提升。|[2601.10690](http://arxiv.org/abs/2601.10690)|null|\n",
        "2601.11473": "|**2026-01-16**|**A Probabilistic Approach to Trajectory-Based Optimal Experimental Design**|我们提出了一种用于最佳路径实验设计的新颖的概率方法。在这种方法中，离散路径优化问题在静态导航网格上定义，轨迹被建模为由参数马尔可夫策略控制的随机变量。然后，离散路径优化问题被替换为策略参数上的等效随机优化问题，从而产生对最优离散路径的估计进行采样的最优概率模型。这种方法能够探索效用函数的分布尾部，并将设计的效用函数视为黑匣子，使其适用于线性和非线性反问题，并且超越实验设计。利用基于模型的优化实验设计中广泛使用的参数识别问题进行数值验证和分析。|[2601.11473](http://arxiv.org/abs/2601.11473)|null|\n",
        "2601.11440": "|**2026-01-16**|**GenDA: Generative Data Assimilation on Complex Urban Areas via Classifier-Free Diffusion Guidance**|城市风流重建对于评估空气质量、散热和行人舒适度至关重要，但在只有稀疏的传感器数据可用时仍然具有挑战性。我们提出了 GenDA，一种生成数据同化框架，可以根据有限的观测在非结构化网格上重建高分辨率风场。该模型采用基于计算流体动力学 (CFD) 模拟的多尺度图扩散架构，并将无分类器引导解释为学习后重建机制：无条件分支先学习几何感知流，而传感器条件分支在采样期间注入观察约束。这种公式能够在不可见的几何形状、风向和网格分辨率上进行障碍物感知重建和泛化，而无需重新训练。我们使用相同的重建程序来考虑稀疏固定传感器和基于轨迹的观测。当根据监督图神经网络 (GNN) 基线和经典降阶数据同化方法进行评估时，GenDA 将测试网格的相对均方根误差 (RRMSE) 降低了 25-57%，并将结构相似性指数 (SSIM) 提高了 23-33%。实验对英国布里斯托尔的真实城市社区进行雷诺平均纳维斯托克斯 (RANS) 模拟，特征雷诺数为 $\\mathrm{Re}\\approx2\\times10^{7}$，具有复杂的建筑几何形状和不规则地形。所提出的框架为复杂领域环境监测的生成、几何感知数据同化提供了一条可扩展的路径。|[2601.11440](http://arxiv.org/abs/2601.11440)|null|\n",
        "2601.11400": "|**2026-01-16**|**Wetland mapping from sparse annotations with satellite image time series and temporal-aware segment anything model**|准确的湿地测绘对于生态系统监测至关重要，但密集的像素级注释成本高昂，实际应用通常依赖于稀疏的点标签，现有的深度学习模型表现不佳，而强大的季节性和年际湿地动态进一步导致单日期图像不足并导致严重的测绘错误；尽管 SAM 等基础模型显示出有希望的点提示泛化能力，但它们本质上是为静态图像设计的，无法对时间信息进行建模，从而导致异质湿地中出现碎片化的掩模。为了克服这些限制，我们提出了WetSAM，一个基于SAM的框架，通过双分支设计，从稀疏点监督集成了用于湿地测绘的卫星图像时间序列，其中时间提示分支通过分层适配器和动态时间聚合来扩展SAM，以将湿地特征与物候变化分开，空间分支采用时间约束区域生长策略来生成可靠的密集伪标签，而双向一致性正则化联合优化两个分支。在全球八个区域（每个区域约 5,000 平方公里）进行的广泛实验表明，WetSAM 的性能大大优于最先进的方法，平均 F1 分数达到 85.58%，并以最少的标记工作提供准确且结构一致的湿地分割，突出了其强大的泛化能力和可扩展、低成本、高分辨率湿地测绘的潜力。|[2601.11400](http://arxiv.org/abs/2601.11400)|null|\n",
        "2601.11396": "|**2026-01-16**|**SUG-Occ: An Explicit Semantics and Uncertainty Guided Sparse Learning Framework for Real-Time 3D Occupancy Prediction**|随着自动驾驶向全场景理解迈进，3D 语义占用预测已成为一项关键的感知任务，提供超越传统检测和分割范式的体素级语义。然而，这种用于场景理解的精细表示会带来过高的计算和内存开销，对实际的实时部署构成主要障碍。为了解决这个问题，我们提出了 SUG-Occ，一种显式语义和不确定性引导稀疏学习的 3D 占用预测框架，它利用 3D 场景固有的稀疏性来减少冗余计算，同时保持几何和语义完整性。具体来说，我们首先利用语义和不确定性先验来抑制视图变换期间自由空间的投影，同时采用显式无符号距离编码来增强几何一致性，从而产生结构一致的稀疏 3D 表示。其次，我们通过超交叉稀疏卷积和生成上采样设计了一个级联稀疏完成模块，以实现高效的从粗到精的推理。最后，我们设计了一种基于对象上下文表示（OCR）的掩码解码器，它从稀疏特征聚合全局语义上下文，并通过轻量级查询上下文交互细化体素预测，避免对体积特征进行昂贵的注意操作。 SemanticKITTI 基准测试的大量实验表明，所提出的方法优于基线，准确率提高了 7.34%，效率提高了 57.8%。|[2601.11396](http://arxiv.org/abs/2601.11396)|null|\n",
        "2601.11264": "|**2026-01-16**|**Inertial Self-Caging: Dynamics of Macroscopic Swimmers at Moderate Reynolds Number Sustaining Chemical Wake Resonance**|自驱动泳动游泳器通常在层流状态下进行研究，其中它们的低速度使得惯性效应可以忽略不计，并且轨迹高度可预测。这项研究解决了惯性状态下推进的挑战，在中等雷诺数 (100 < Re < 200) 下，流体动力学变得非线性。通过使用化学驱动的宏观水凝胶，这项工作通过实验和建模证明了在受限几何形状下存在稳定的共振态：当游泳者旋转时，它与其自身持久的化学尾流相互作用。这种化学自反馈产生了复杂、稳定的运动，其特征是通用指数速度衰减和叠加的显着周期性速度振荡。此外，确定了临界阈值速度，其中系统突然从共振振荡状态转变为随机停止和运行行为。这些发现为化学场、流体动力惯性和约束耦合如何确定高速活性物质的运动特性提供了基本的理解。|[2601.11264](http://arxiv.org/abs/2601.11264)|null|\n",
        "2601.11245": "|**2026-01-16**|**Concatenated continuous driving of silicon qubit by amplitude and phase modulation**|与自由演化的量子位相比，Rabi 驱动下的量子位的相干性损失率较低，$T_{2}^{\\rm{Rabi}}>T_{2}^*$。   基于这一原理，级联连续驱动 (CCD) 使量子位保持连续驱动，以抑制噪声并通过相位或幅度调制来操纵修饰状态。   在这项工作中，我们提出了一种新的 CCD 变体，它同时调制驱动场的幅度和相位，以在载波频率的旋转坐标系中生成圆偏振场。   这种圆形调制 (CM)-CCD 消除了第二个旋转坐标系中的反向旋转项，从而消除了因快速门的不完美旋转波近似而产生的系统脉冲面积误差。   数值模拟表明，所提出的 CMCCD 比传统 CCD 方案具有更高的门保真度。   我们进一步在同位素纯化的 $^{28}$Si-MOS 量子点中使用电子自旋量子位来实现和比较不同的 CCD 协议，并通过应用静态失谐和拉比频率误差来评估其鲁棒性。   与标准 Rabi 驱动相比，鲁棒性得到显着提高，表明该方案对于具有量子位频率变化、与 Rabi 驱动耦合和低频噪声的量子位阵列的有效性。   所提出的方案可以应用于各种物理系统，包括捕获原子、冷原子、超导量子位和NV中心。|[2601.11245](http://arxiv.org/abs/2601.11245)|null|\n",
        "2601.11126": "|**2026-01-16**|**Shape-morphing programming of soft materials on complex geometries via neural operator**|变形软材料可以通过体素级材料分布设计实现不同的目标形态，为各种应用提供巨大的潜力。尽管在简单几何形状的基本形状变形设计方面取得了进展，但实现保形植入物部署或空气动力学变形等高级应用需要在复杂几何形状上进行准确和多样化的变形设计，这仍然具有挑战性。在这里，我们提出了光谱和空间神经算子（S2NO），它可以对复杂几何形状进行高保真变形预测。 S2NO 通过集成拉普拉斯特征函数编码和空间卷积，有效地捕获不规则计算域上的全局和局部变形行为。将 S2NO 与进化算法相结合，可以对材料分布进行体素级优化，以便对各种复杂几何形状（包括不规则边界形状、多孔结构和薄壁结构）进行形状变形编程。此外，神经算子的离散不变特性实现了超分辨率材料分布设计，进一步扩展了变形设计的多样性和复杂性。这些进步显着提高了复杂形状变形编程的效率和能力。|[2601.11126](http://arxiv.org/abs/2601.11126)|null|\n",
        "2601.11109": "|**2026-01-16**|**Vision-as-Inverse-Graphics Agent via Interleaved Multimodal Reasoning**|视觉即逆图形，将图像重建为可编辑图形程序的概念是计算机视觉的长期目标。然而，即使是强大的 VLM 也无法一次性实现这一目标，因为它们缺乏细粒度的空间和物理基础能力。我们的主要见解是，缩小这一差距需要通过迭代执行和验证进行交错的多模式推理。出于此，我们提出了VIGA（Vision-as-Inverse-Graphic Agent），它从一个空的世界开始，通过闭环写入-运行-渲染-比较-修改过程来重建或编辑场景。为了支持长期推理，VIGA 结合了 (i) 交替生成器和验证者角色的技能库，以及 (ii) 包含计划、代码差异和渲染历史记录的不断发展的上下文内存。 VIGA 与任务无关，因为它不需要辅助模块，涵盖了广泛的任务，例如 3D 重建、多步骤场景编辑、4D 物理交互和 2D 文档编辑等。根据经验，我们发现 VIGA 显着改善了 BlenderGym (35.32%) 和 SlideBench (117.17%) 上的一次性基线。此外，VIGA 也是模型无关的，因为它不需要微调，从而能够使用统一的协议来评估异构基础 VLM。为了更好地支持该协议，我们引入了 BlenderBench，这是一个具有挑战性的基准测试，使用图形引擎对交错多模态推理进行压力测试，其中 VIGA 提高了 124.70%。|[2601.11109](http://arxiv.org/abs/2601.11109)|null|\n",
        "2601.11101": "|**2026-01-16**|**Gravitational perturbations of nonlocal black holes**|我们在修订后的 Deser-Woodard 非定域引力理论的框架内推导了控制一般静态和球对称黑洞时空的轴向和极地引力扰动的主方程。然后，我们将一般形式主义应用于本作者最近获得的黑洞解的单参数族，代表与史瓦西几何的小一阶偏差。我们提供了动机充分的论据，使我们能够使分析在分析上易于处理。我们的结果提供了非局域黑洞的第一个完整的微扰特征，并为未来的研究奠定了基础。|[2601.11101](http://arxiv.org/abs/2601.11101)|null|\n",
        "2601.11096": "|**2026-01-16**|**CoDance: An Unbind-Rebind Paradigm for Robust Multi-Subject Animation**|在对强大且灵活的多主体渲染的需求的推动下，角色图像动画在各个领域都变得越来越重要。虽然现有方法在单人动画方面表现出色，但它们难以处理任意主体数量、不同的角色类型以及参考图像和驾驶姿势之间的空间错位。我们将这些限制归因于过于严格的空间绑定，该绑定强制姿势和参考之间严格的像素对齐，并且无法一致地将运动重新绑定到预期的主体。为了应对这些挑战，我们提出了 CoDance，这是一种新颖的解除绑定-重新绑定框架，可以根据单个可能错位的姿势序列对任意主体数量、类型和空间配置进行动画处理。具体来说，Unbind 模块采用新颖的姿势移位编码器，通过向姿势及其潜在特征引入随机扰动来打破姿势和参考之间的严格空间绑定，从而迫使模型学习与位置无关的运动表示。为了确保精确的控制和主题关联，我们设计了一个重新绑定模块，利用文本提示的语义指导和主题蒙版的空间指导将学习到的动作引导到预期的字符。此外，为了便于综合评估，我们引入了新的多主体CoDanceBench。在 CoDanceBench 和现有数据集上进行的大量实验表明，CoDance 实现了 SOTA 性能，在不同的主题和空间布局上表现出显着的泛化能力。代码和权重将开源。|[2601.11096](http://arxiv.org/abs/2601.11096)|null|\n"
    },
    "具生智能&自动驾驶": {
        "2601.09708": "|**2026-01-14**|**Fast-ThinkAct: Efficient Vision-Language-Action Reasoning via Verbalizable Latent Planning**|视觉-语言-动作（VLA）任务需要对复杂的视觉场景进行推理并在动态环境中执行自适应动作。虽然最近关于推理 VLA 的研究表明，显式思维链 (CoT) 可以提高泛化能力，但由于推理轨迹过长，推理延迟较高。我们提出了 Fast-ThinkAct，这是一种高效的推理框架，可以通过可语言的潜在推理实现紧凑而高性能的规划。 Fast-ThinkAct 通过从教师那里提炼，在偏好引导的目标驱动下，学习如何利用潜在 CoT 进行有效推理，以调整操作轨迹，从而传输语言和视觉规划能力以实现具体控制。这使得推理增强型策略学习能够有效地将紧凑推理与行动执行联系起来。跨各种具体操作和推理基准的大量实验表明，Fast-ThinkAct 实现了强大的性能，与最先进的推理 VLA 相比，推理延迟降低了 89.3%，同时保持有效的长期规划、小样本适应和故障恢复。|[2601.09708](http://arxiv.org/abs/2601.09708)|null|\n",
        "2601.09512": "|**2026-01-14**|**CLARE: Continual Learning for Vision-Language-Action Models via Autonomous Adapter Routing and Expansion**|为了教导机器人执行复杂的操作任务，现在的常见做法是根据特定任务的数据微调预先训练的视觉语言动作模型（VLA）。然而，由于这个配方更新了现有的表示，它不适合在现实世界中长期运行，机器人必须不断适应新的任务和环境，同时保留它们已经获得的知识。现有的机器人持续学习方法通​​常需要存储以前的数据（样本），难以应对长任务序列，或者依赖任务标识符进行部署。为了解决这些限制，我们提出了 CLARE，这是一种通用的、参数有效的框架，用于使用 VLA 进行无样本持续学习。 CLARE 将轻量级模块化适配器引入到选定的前馈层中，并仅在学习新任务时根据逐层特征相似性的指导，在必要时自动扩展模型。在部署过程中，基于自动编码器的路由机制会动态激活最相关的适配器，而无需任务标签。通过对 LIBERO 基准的大量实验，我们表明 CLARE 在新任务上实现了高性能，而不会灾难性地忘记早期任务，甚至显着优于基于示例的方法。代码和数据可在 https://tum-lsy.github.io/clare 获取。|[2601.09512](http://arxiv.org/abs/2601.09512)|null|\n",
        "2601.09452": "|**2026-01-14**|**MAD: Motion Appearance Decoupling for efficient Driving World Models**|最近的视频扩散模型生成逼真、时间连贯的视频，但它们不足以作为自动驾驶的可靠世界模型，其中结构化运动和物理一致的交互至关重要。将这些通用视频模型适应驱动领域已显示出希望，但通常需要大量特定领域的数据和昂贵的微调。我们提出了一种有效的适应框架，可以将通用视频扩散模型转换为具有最少监督的可控驾驶世界模型。关键思想是将运动学习与外观合成分离。首先，该模型适用于以简化形式预测结构化运动：骨架代理和场景元素的视频，重点学习物理和社会的合理性。然后，重复使用相同的主干来合成以这些运动序列为条件的逼真的 RGB 视频，有效地用纹理和照明“修饰”运动。这个两阶段过程反映了推理渲染范例：首先推断动态，然后渲染外观。我们的实验表明，这种解耦方法非常高效：采用 SVD，我们可以用不到 6% 的计算量来匹配之前的 SOTA 模型。扩展到 LTX，我们的 MAD-LTX 模型优于所有开源竞争对手，并支持一整套文本、自我和对象控制。项目页面：https://vita-epfl.github.io/MAD-World-Model/|[2601.09452](http://arxiv.org/abs/2601.09452)|null|\n",
        "2601.09444": "|**2026-01-14**|**Data Scaling for Navigation in Unknown Environments**|将模仿学习的导航策略推广到训练中未见过的环境仍然是一个重大挑战。我们通过首次大规模研究数据数量和数据多样性如何影响端到端、无地图视觉导航中的现实世界泛化来解决这个问题。我们使用在 35 个国家/地区 161 个地点收集的精心策划的 4,565 小时众包数据集，训练点目标导航策略，并评估其在四个国家/地区运行的人行道机器人的闭环控制性能，覆盖 125 公里的自动驾驶。   我们的结果表明，大规模训练数据可以在未知环境中实现零样本导航，接近通过特定环境演示训练的策略的性能。至关重要的是，我们发现数据多样性比数据数量重要得多。将训练集中的地理位置数量加倍可将导航错误减少约 15%，而从现有位置添加数据所带来的性能优势会因数据很少而饱和。我们还观察到，对于嘈杂的众包数据，基于简单回归的模型优于生成式和基于序列的架构。我们在项目页面上发布了我们的政策、评估设置和示例视频。|[2601.09444](http://arxiv.org/abs/2601.09444)|null|\n",
        "2601.09377": "|**2026-01-14**|**ReflexDiffusion: Reflection-Enhanced Trajectory Planning for High-lateral-acceleration Scenarios in Autonomous Driving**|在长尾场景中为自动驾驶车辆生成安全可靠的轨迹仍然是一项重大挑战，特别是对于急转弯等高横向加速度机动，这代表了关键的安全情况。由于数据不平衡，现有的轨迹规划器在这些场景中表现出系统性故障。这导致在高风险情况下对车辆动力学、道路几何形状和环境约束的建模不充分，从而导致当车辆在接近其物理极限时运行时轨迹预测不理想或不安全。在本文中，我们介绍了 ReflexDiffusion，这是一种新颖的推理阶段框架，可通过反射调整增强基于扩散的轨迹规划器。我们的方法在迭代去噪过程中引入了基于梯度的调整机制：在每次标准轨迹更新后，我们计算条件和无条件噪声预测之间的梯度，以明确放大关键条件信号，包括道路曲率和横向车辆动力学。这种放大强制严格遵守物理约束，特别是提高高横向加速操作期间的稳定性，其中精确的车路交互至关重要。在 nuPlan Test14-hard 基准测试中进行评估，与最先进的 (SOTA) 方法相比，ReflexDiffusion 在高横向加速场景下的驾驶得分提高了 14.1%。这表明推理时间轨迹优化可以通过动态强化接近处理极限的安全关键约束来有效地补偿训练数据稀疏性。该框架的架构无关的设计可以直接部署到现有的基于扩散的规划器，为提高自动驾驶汽车在具有挑战性的驾驶条件下的安全性提供了实用的解决方案。|[2601.09377](http://arxiv.org/abs/2601.09377)|null|\n",
        "2601.09353": "|**2026-01-14**|**Monte-Carlo Tree Search with Neural Network Guidance for Lane-Free Autonomous Driving**|无车道交通环境使车辆能够更好地利用道路的横向容量，而不受车道保持的限制，从而提高交通流量。因此，我们的自动驾驶环境独特且更具挑战性。在这项工作中，我们考虑了一种用于无车道交通中单智能体自动驾驶的蒙特卡罗树搜索（MCTS）规划方法，其中我们制定的相关马尔可夫决策过程受到与强化学习框架相关的现有方法的影响。此外，MCTS 还配备了一个预先训练的神经网络 (NN)，用于指导选择阶段。该过程结合了神经网络的预测能力，可在计算约束下实现更明智的树搜索过程。在我们的实验评估中，我们考虑了解决安全性（通过碰撞率）和功效（通过测量的速度）的指标。然后，我们研究：（a）在无车道环境中各向同性状态信息对车辆的影响，导致轻推行为——车辆的策略由于存在更快的尾随行为而做出反应，（b）神经网络引导的 MCTS 变体的性能加速，以及（c）计算资源和解决方案质量之间的权衡。|[2601.09353](http://arxiv.org/abs/2601.09353)|null|\n",
        "2601.09218": "|**2026-01-14**|**The Quasar Feedback Survey: Revealing the importance of sensitive radio imaging for AGN identification deeper into the radio-quiet regime**|我们提出了新的亚弧秒 ($\\sim$0.3-1 arcsec; $\\sim$1--3\\,kpc) VLA 成像，在 1.4\\,GHz 和 6\\,GHz 下进行了 29 个光学选择，[O~{\\sc iii}] 发光 ($L_{\\rm [O III]}$ > 10$^{42.1}$\\,erg\\,s$^{-1}$)， $z<0.2$ 类星体取自扩展类星体反馈勘测（QFeedS；其中 $L_\\mathrm{1.4\\,GHz} = 10^{22.6}$--10$^{26.3}$\\,W\\,Hz$^{-1}$）。这 29 个新对象占据 QFeedS 样本中无线电功率分布的低端 ($L_\\mathrm{1.4\\,GHz}$=$10^{22.63}$--10$^{23.45}$\\,W\\,Hz$^{-1}$)，名义上是“无线电安静”。尽管如此，我们还是发现了活动星系核驱动的同步加速器活动的广泛证据。近 $\\sim 31\\,$per\\,cent 在 $\\sim$0.1--20\\,kpc 尺度上表现出解析的射电结构，与紧凑型喷流或风驱动的流出一致，而 $\\sim 90\\,$per\\,cent 显示陡峭的光谱（$α\\lesssim -1$），表明光学薄同步加速器发射。结合形态、光谱指数和亮度-温度诊断，至少 $\\sim38\\,$per\\,cent 的样本显示出清晰的活动星系核特征，而这些特征无法仅用恒星形成来解释。这些构成了扩展 QFeedS（现在有 71 个类星体，跨越无线电功率约 4$ dex）的第一个结果，并表明紧凑、低功率喷流和 AGN 冲击在无线电静默区域深处很常见。通过将这些高分辨率射电观测与多波长观测联系起来，将能够彻底了解来自类星体的反馈过程，深入到“无线电安静”状态。|[2601.09218](http://arxiv.org/abs/2601.09218)|null|\n",
        "2601.09123": "|**2026-01-14**|**Data-Driven Exploration and Insights into Temperature-Dependent Phonons in Inorganic Materials**|声子是原子晶格的量子化振动，是理解晶体固体中的热传输、结构稳定性和相行为的基础。尽管计算材料科学取得了进步，但大型材料数据库中振动特性的大多数预测都依赖于谐波近似，而忽略了关键的温度依赖性非谐波效应。在这里，我们提出了一个可扩展的计算框架，该框架结合了机器学习原子间势、非谐晶格动力学和高通量计算，以研究数千种材料中与温度相关的声子。通过使用高质量声子数据微调通用 M3GNet 原子间势，我们将声子预测精度提高了四倍，同时保持了计算效率。将这个改进的模型集成到随机自洽谐波近似的高通量实现中，我们计算了 4,669 种无机化合物的温度相关声子。我们的分析确定了控制非谐声子重整化的系统元素和结构趋势，在碱金属、钙钛矿衍生框架和相关系统中表现尤为强烈。在此数据集上训练的机器学习模型可识别驱动强不和谐性的关键原子尺度特征，包括弱键合、大原子半径和特定的配位图案。第一性原理验证证实，非简谐效应可以使某些材料的晶格热导率显着改变两到四倍。这项工作建立了一种强大而高效的数据驱动方法来预测有限温度声子行为，为设计和发现具有定制热和振动特性的材料提供了新途径。|[2601.09123](http://arxiv.org/abs/2601.09123)|null|\n",
        "2601.09113": "|**2026-01-14**|**The AI Hippocampus: How Far are We From Human Memory?**|记忆在增强现代大型语言模型和多模态法学硕士的推理、适应性和上下文保真度方面发挥着基础作用。随着这些模型从静态预测器过渡到能够持续学习和个性化推理的交互式系统，记忆机制的结合已成为其架构和功能演变的中心主题。这项调查对法学硕士和 MLLM 中的记忆进行了全面、结构化的综合，将文献组织成一个包含内隐、外显和代理记忆范式的有凝聚力的分类法。具体来说，该调查描绘了三个主要的记忆框架。内隐记忆是指嵌入预先训练的 Transformer 内部参数中的知识，包括记忆、联想检索和上下文推理的能力。最近的工作探索了解释、操纵和重新配置这种潜在记忆的方法。显式记忆涉及外部存储和检索组件，旨在通过动态、可查询的知识表示（例如文本语料库、密集向量和基于图形的结构）来增强模型输出，从而实现与信息源的可扩展和可更新的交互。代理记忆在自主代理中引入了持久的、临时扩展的记忆结构，促进多代理系统中的长期规划、自我一致性和协作行为，与具体化和交互式人工智能相关。除了文本之外，该调查还研究了多模式环境中的记忆整合，其中视觉、语言、音频和行动模式的一致性至关重要。讨论了关键的架构进步、基准测试任务和开放挑战，包括与内存容量、对齐、事实一致性和跨系统互操作性相关的问题。|[2601.09113](http://arxiv.org/abs/2601.09113)|null|\n",
        "2601.09111": "|**2026-01-14**|**Towards Open Environments and Instructions: General Vision-Language Navigation via Fast-Slow Interactive Reasoning**|视觉语言导航旨在使智能体能够根据语言指令导航到目标位置。传统的 VLN 通常遵循闭集假设，即训练和测试数据共享相同风格的输入图像和指令。然而，现实世界是开放的，充满了各种看不见的环境，给近集方法带来了巨大的困难。为此，我们专注于通用场景适应（GSA-VLN）任务，旨在通过引入多样化的环境和不一致的指令来学习广义导航能力。对于该任务，当面对未见的环境和指令时，挑战主要在于如何使智能体在导航过程中动态产生广义策略。最近的研究表明，通过快速和慢速认知系统，人类可以制定稳定的政策，从而加强他们对开放世界的适应。受这个想法的启发，我们提出了slow4fast-VLN，建立了动态​​交互的快慢推理框架。快速推理模块是一个端到端的策略网络，通过实时输入输出动作。它将执行记录累积在历史存储库中以构建内存。慢速推理模块分析快速推理模块生成的记忆。通过深度反思，提炼经验，增强决策的泛化能力。这些经验被结构化存储并用于不断优化快速推理模块。与将快慢推理视为独立机制的传统方法不同，我们的框架支持快慢交互。通过利用缓慢推理的经验。这种交互使得系统在面对未见过的场景时能够不断适应并有效地执行导航任务。|[2601.09111](http://arxiv.org/abs/2601.09111)|null|\n",
        "2601.10592": "|**2026-01-15**|**Action100M: A Large-scale Video Action Dataset**|从视觉观察中推断物理行为是在物理世界中推进机器智能的基本能力。实现这一目标需要跨越广泛领域的大规模、开放词汇的视频动作数据集。我们引入了 Action100M，这是一个由 120 万个互联网教学视频（持续时间 14.6 年）构建的大型数据集，产生 O（1 亿）个时间局部片段，具有开放词汇动作监督和丰富的字幕。 Action100M 由完全自动化的管道生成，该管道 (i) 使用 V-JEPA 2 嵌入执行分层时间分段，(ii) 生成以字幕树形式组织的多级帧和片段字幕，以及 (iii) 在多轮 Self-Refine 程序下使用推理模型 (GPT-OSS-120B) 聚合证据，以输出结构化注释（简短/详细动作、演员、简短/详细字幕）。在 Action100M 上训练 VL-JEPA 在不同的动作识别基准上展示了一致的数据扩展改进和强大的零样本性能，将 Action100M 奠定了视频理解和世界建模可扩展研究的新基础。|[2601.10592](http://arxiv.org/abs/2601.10592)|null|\n",
        "2601.10554": "|**2026-01-15**|**DeepUrban: Interaction-Aware Trajectory Prediction and Planning for Automated Driving by Aerial Imagery**|自动驾驶系统的功效关键取决于强大的预测和规划能力。然而，当前的基准测试受到交通密集场景明显缺乏的阻碍，而密集交通场景对于理解和建模道路使用者之间的复杂交互至关重要。为了解决这一差距，我们与工业合作伙伴 DeepScenario 合作开发了 DeepUrban——一个新的无人机数据集，旨在增强专注于密集城市环境的轨迹预测和规划基准。 DeepUrban 提供丰富的 3D 交通对象集合，这些对象是从大约 100 米高度的城市十字路口捕获的高分辨率图像中提取的。该数据集进一步丰富了全面的地图和场景信息，以支持高级建模和模拟任务。我们评估最先进的（SOTA）预测和规划方法，并进行泛化能力实验。我们的研究结果表明，将 DeepUrban 添加到 nuScenes 可以提高车辆预测和规划的准确性，在 ADE / FDE 指标上实现高达 44.1 % / 44.3% 的改进。网站：https://iv.ee.hm.edu/deepurban|[2601.10554](http://arxiv.org/abs/2601.10554)|null|\n",
        "2601.10553": "|**2026-01-15**|**Inference-time Physics Alignment of Video Generative Models with Latent World Models**|最先进的视频生成模型可以产生有前景的视觉内容，但往往违反基本物理原理，限制了它们的实用性。虽然有些人将这种缺陷归因于预训练的物理理解不足，但我们发现物理合理性的不足也源于次优的推理策略。因此，我们引入 WMReward 并将提高视频生成的物理合理性视为推理时间对齐问题。特别是，我们利用潜在世界模型（此处为 VJEPA-2）的强大物理先验作为搜索和引导多个候选去噪轨迹的奖励，从而能够扩展测试时间计算以获得更好的生成性能。根据经验，我们的方法大大提高了图像条件、多帧条件和文本条件生成设置的物理合理性，并得到了人类偏好研究的验证。值得注意的是，在ICCV 2025感知测试PhysicsIQ挑战赛中，我们取得了62.64%的最终成绩，获得第一名，比之前的最佳水平高出7.42%。我们的工作证明了使用潜在世界模型来提高视频生成的物理合理性的可行性，超越了这种特定的实例化或参数化。|[2601.10553](http://arxiv.org/abs/2601.10553)|null|\n",
        "2601.10543": "|**2026-01-15**|**Defending Large Language Models Against Jailbreak Attacks via In-Decoding Safety-Awareness Probing**|大型语言模型 (LLM) 在自然语言任务中取得了令人印象深刻的性能，并且越来越多地部署在现实世界的应用程序中。尽管进行了大量的安全调整工作，但最近的研究表明，这种调整通常很浅，并且仍然容易受到越狱攻击。现有的防御机制，包括基于解码的约束和事后内容检测器，难以应对复杂的越狱，通常会干预稳健的检测或过度降低模型的实用性。在这项工作中，我们检查了 LLM 的解码过程并做出了一个关键观察：即使成功越狱，模型在生成过程中内部也会表现出潜在的安全相关信号。然而，这些信号被模型流畅延续的驱动所覆盖，从而阻止了及时的自我纠正或拒绝。基于这一观察，我们提出了一种简单而有效的方法，该方法可以明确地显示并利用这些潜在的安全信号，以便在解码过程中及早检测到不安全内容。各种越狱攻击的实验表明，我们的方法显着提高了安全性，同时保持了对良性输入的低过度拒绝率并保持了响应质量。我们的结果表明，在解码过程中激活内在的安全意识为防御越狱攻击提供了一个有前途的补充方向。代码位于：https://github.com/zyz13590/SafeProbing。|[2601.10543](http://arxiv.org/abs/2601.10543)|null|\n",
        "2601.10521": "|**2026-01-15**|**BikeActions: An Open Platform and Benchmark for Cyclist-Centric VRU Action Recognition**|预测弱势道路使用者 (VRU) 的意图是安全自动驾驶 (AD) 和移动机器人技术的一项关键挑战。虽然当前的研究主要集中在从车辆角度观察行人过路行为，但密集共享空间内的交互仍未得到充分探索。为了弥补这一差距，我们推出了 FUSE-Bike，这是同类中第一个完全开放的感知平台。它配备了两个 LiDAR、一个摄像头和 GNSS，有助于直接从骑行者的角度捕获高保真、近距离数据。利用这个平台，我们推出了 BikeActions，这是一个新颖的多模式数据集，包含 5 个不同动作类别的 852 个带注释的样本，专门用于改进 VRU 行为建模。我们通过在公开发布的数据分割上评估最先进的图卷积和基于转换器的模型来建立严格的基准，为这项具有挑战性的任务建立第一个性能基线。我们在 https://iv.ee.hm.edu/bikeactions/ 下发布了完整的数据集以及数据管理工具、开放硬件设计和基准代码，以促进 VRU 动作理解的未来研究。|[2601.10521](http://arxiv.org/abs/2601.10521)|null|\n",
        "2601.10512": "|**2026-01-15**|**SatMap: Revisiting Satellite Maps as Prior for Online HD Map Construction**|在线高清（HD）地图构建是安全、稳健的端到端自动驾驶（AD）管道的重要组成部分。基于机载摄像头的方法由于遮挡而受到深度感知有限和精度下降的影响。在这项工作中，我们提出了 SatMap，一种在线矢量化高清地图估计方法，它将卫星地图与多视点摄像机观测相结合，并直接为下游预测和规划模块预测矢量化高清地图。我们的方法利用从鸟瞰图 (BEV) 角度捕获的卫星图像中的车道级语义和纹理作为全局先验，有效减轻深度模糊和遮挡。在我们对 nuScenes 数据集的实验中，SatMap 的 mAP 性能比仅相机基线提高了 34.8%，比相机-LiDAR 融合基线提高了 8.5%。此外，我们在远程和恶劣天气条件下评估我们的模型，以展示使用卫星先验地图的优势。源代码可在 https://iv.ee.hm.edu/satmap/ 获取。|[2601.10512](http://arxiv.org/abs/2601.10512)|null|\n",
        "2601.10382": "|**2026-01-15**|**Advanced Manufacturing with Renewable and Bio-based Materials: AI/ML workflows and Process Optimization**|通过基于第一原理的人工智能和机器学习 (AI/ML) 衍生模型和流程优化，可以更快、更经济地实现新型生物衍生材料的先进制造。这不仅是由于行业盈利能力的提高，还可以通过增材制造 (AM) 和 AI/ML 导向的自动驾驶实验室 (SDL) 流程优化进行优化，以减少废物产生、能源消耗和气体排放。从这个角度来看，使用3D打印技术制造耐用、可持续材料的好处将实现高价值的再利用，并促进更好的循环经济。使用不同级别的 AI/ML 工作流程，可以通过自我校正 3D 打印方法和原位表征来优化新型生物衍生材料的合成和适应。使用源自大型语言模型 (LLM) 和算法（包括 ML 优化模拟）的训练数据和假设，可以展示更多的领域收敛。 SDL 和 AI/ML 工作流程的结合可以成为改进生物基和可再生材料的使用以实现先进制造的规范。这应该会带来更快更好的结构、成分、加工和特性 (SCPP) 关联。可以结合更多代理人工智能任务以及监督或无监督学习来不断改进优化协议。深度学习 (DL)、强化学习 (RL) 和深度强化学习 (DRL) 与深度神经网络 (DNN) 可以通过生物基材料应用于 AM 和 SDL 中更具生成性的 AI 方向。|[2601.10382](http://arxiv.org/abs/2601.10382)|null|\n",
        "2601.10224": "|**2026-01-15**|**The hidden structure of innovation networks**|创新源于发明人、公司或机构之间复杂的协作模式。然而，对于发明活动自组织的整体介观结构知之甚少。在这里，我们通过利用专利数据来分析三个战略领域（\\emph{人工智能}、\\emph{生物技术}和\\emph{半导体}）中的个人（\\emph{共同发明}）和组织（\\emph{共同所有权}）网络来解决这个问题。我们通过比较两种替代方法来表征每个域的介观结构（就簇而言）：标准基线 - 模块化最大化 - 以及基于贝叶斯信息准则最小化的方法，在随机块模型及其程度校正变体中。我们发现，在各个部门中，发明人网络比组织网络更密集、更聚集——这与嵌入更广泛的机构层次结构中的小型经常性团队的存在一致——而组织网络具有更整洁的基于角色的层次结构，很少有桥接公司来协调最外围的结构。我们还发现，发现的细观结构与创新产出有关。特别是，前向引用的洛伦兹曲线显示出技术影响力普遍存在不平等：跨部门和方法，发明人（尤其是）和组织网络始终在少数已发现的集群中显示出高水平的引用集中度。我们的结果表明，基于基线模块化的方法可能无法完全捕捉协作驱动跨技术领域传播发明影响的方式。这是由于本地层次结构的存在需要基于贝叶斯推理的更精细的工具。|[2601.10224](http://arxiv.org/abs/2601.10224)|null|\n",
        "2601.10094": "|**2026-01-15**|**V-Zero: Self-Improving Multimodal Reasoning with Zero Annotation**|多模态学习的最新进展显着增强了视觉语言模型（VLM）的推理能力。然而，最先进的方法严重依赖大规模的人工注释数据集，获取这些数据集既昂贵又耗时。为了克服这一限制，我们引入了 V-Zero，这是一种通用的训练后框架，可以使用专门的未标记图像来促进自我改进。 V-Zero 通过实例化两个不同的角色来建立一个共同进化循环：提问者和解答者。发问者通过利用双轨推理奖励（将直觉猜测与推理结果进行对比）来学习合成高质量、具有挑战性的问题。求解器使用源自对其自身采样响应的多数投票的伪标签进行优化。这两个角色都通过组相对策略优化 (GRPO) 进行迭代训练，从而推动相互增强的循环。值得注意的是，在没有单一人类注释的情况下，V-Zero 在 Qwen2.5-VL-7B-Instruct 上实现了一致的性能提升，将视觉数学推理提高了 +1.7，将一般视觉中心提高了 +2.6，展示了多模态系统中自我改进的潜力。代码可在 https://github.com/SatonoDia/V-Zero 获取|[2601.10094](http://arxiv.org/abs/2601.10094)|null|\n",
        "2601.10005": "|**2026-01-15**|**Same Activity, Divergent Impacts: Representing Paths Towards Physics Computational Literacy and Physics Identity with Conjecture Mapping-Based Narrative Analysis**|将计算融入物理教学是一项课程举措，目前主要研究其认知影响。然而，如果这种教学方式改变了学生参与物理的方式，我们认为学生有空间重新定义物理的意义以及他们如何看待自己与该领域的关系。为了研究这一点，我们在计算综合物理课程的背景下进行了比较案例研究。我们研究了两名学生在为期多天的活动中的经历，以了解他们如何以及为何产生情感上不同的自我认知。我们提出了一种修改后的猜想映射的使用方式，以可视化情感结果的产生，并将叙事分析与活动设计联系起来。我们的分析强调了对活动设计的不同解释和参与如何反映学生的代码认知框架，而这反过来又以塑造自我感知的方式驱动对脚手架的参与。|[2601.10005](http://arxiv.org/abs/2601.10005)|null|\n",
        "2601.10707": "|**2026-01-15**|**See Less, Drive Better: Generalizable End-to-End Autonomous Driving via Foundation Models Stochastic Patch Selection**|端到端自动驾驶的最新进展表明，基于从基础模型中提取的补丁对齐特征进行训练的策略可以更好地推广到分布外（OOD）。我们假设，由于自注意力机制，每个补丁特征隐式嵌入/包含来自所有其他补丁的信息，以不同的方式和强度表示，使得这些描述符高度冗余。我们通过 PCA 和跨补丁相似性量化此类 (BLIP2) 特征中的冗余：$90$% 的方差由 $17/64$ 主成分捕获，并且令牌间的强相关性普遍存在。对此类重叠信息的训练会导致策略过度拟合虚假相关性，从而损害 OOD 的稳健性。我们提出了随机补丁选择（SPS），这是一种简单而有效的方法，用于学习更稳健、更通用、更高效的策略。对于每一帧，SPS 随机屏蔽一部分补丁描述符，而不将它们提供给策略模型，同时保留剩余补丁的空间布局。因此，该策略提供了（同一）场景的不同随机但完整的视图：每个随机的补丁子集就像一个不同的、但仍然合理的、连贯的世界投影。因此，该策略的决策基于特定代币生存的不变特征。大量实验证实，在所有 OOD 场景中，我们的方法均优于最先进的方法 (SOTA)，平均改进了 $6.2$%，在闭环模拟中实现了高达 $20.4$% 的改进，同时速度提高了 $2.4\\times$。我们对掩蔽率和补丁特征重组进行了消融，训练和评估了 9 个系统，其中 8 个系统超越了之前的 SOTA。最后，我们证明了相同的学习策略无需任何调整即可转移到现实世界的物理汽车上。|[2601.10707](http://arxiv.org/abs/2601.10707)|null|\n",
        "2601.11475": "|**2026-01-16**|**Generative Scenario Rollouts for End-to-End Autonomous Driving**|视觉-语言-动作（VLA）模型正在成为端到端自动驾驶系统的高效规划模型。然而，当前的工作主要依赖于稀疏轨迹注释的模仿学习，并没有充分利用它们作为生成模型的潜力。我们提出了生成场景推出（GeRo），这是一种 VLA 模型的即插即用框架，通过自回归推出策略联合执行基于语言的未来交通场景的规划和生成。首先，训练 VLA 模型，在规划、运动和语言任务的监督下将自我车辆和代理动态编码为潜在标记，从而促进文本对齐生成。接下来，GeRo 执行语言条件自回归生成。给定多视图图像、场景描述和自我行动问题，它会生成未来的潜在标记和文本响应来指导长期部署。推出一致性损失使用地面事实或伪标签稳定预测，减轻漂移并保持文本动作对齐。这种设计使 GeRo 能够执行时间一致、基于语言的部署，支持长期推理和多代理规划。在 Bench2Drive 上，GeRo 将驾驶分数和成功率分别提高了 +15.7 和 +26.2。通过将强化学习与生成式部署相结合，GeRo 实现了最先进的闭环和开环性能，展示了强大的零样本鲁棒性。这些结果凸显了生成式、语言条件推理作为更安全、更可解释的端到端自动驾驶基础的前景。|[2601.11475](http://arxiv.org/abs/2601.11475)|null|\n",
        "2601.11421": "|**2026-01-16**|**The Great March 100: 100 Detail-oriented Tasks for Evaluating Embodied AI Agents**|近年来，随着机器人学习和模仿学习的快速发展，出现了大量的数据集和方法。然而，这些数据集及其任务设计往往缺乏系统的考虑和原则。这就提出了重要的问题：当前的数据集和任务设计是否真正提高了机器人代理的能力？对几个常见任务的评估是否准确反映了不同团队提出并在不同任务上评估的各种方法的差异化性能？为了解决这些问题，我们引入了 Great March 100 (\\textbf{GM-100})，作为机器人学习奥运会的第一步。 GM-100由100个精心设计的任务组成，涵盖广泛的交互和长尾行为，旨在提供多样化且具有挑战性的任务集，以全面评估机器人代理的能力，并促进机器人数据集任务设计的多样性和复杂性。这些任务是通过系统分析和扩展现有任务设计，结合人与对象交互原语和对象可供性的见解而开发的。我们在不同的机器人平台上收集了大量的轨迹数据并评估了几个基线模型。实验结果表明，GM-100 任务 1）执行起来可行，2）具有足够的挑战性，可以有效区分当前 VLA 模型的性能。我们的数据和代码可在 https://rhos.ai/research/gm-100 获取。|[2601.11421](http://arxiv.org/abs/2601.11421)|null|\n",
        "2601.11404": "|**2026-01-16**|**ACoT-VLA: Action Chain-of-Thought for Vision-Language-Action Models**|视觉-语言-动作（VLA）模型已成为各种操作任务的基本通用机器人策略，传统上依赖于通过视觉-语言模型（VLM）嵌入将多模态输入直接转换为动作。最近的进展引入了显式中介推理，例如子任务预测（语言）或目标图像合成（视觉），以指导动作生成。然而，这些中间推理通常是间接的，并且其传递精确动作执行所需的完整、精细信息的能力本质上受到限制。相反，我们认为最有效的推理形式是直接在行动空间中进行审议的推理形式。我们引入了行动思想链（ACoT），这是一种范式，其中推理过程本身被制定为指导最终政策的粗略行动意图的结构化序列。在本文中，我们提出了 ACoT-VLA，这是一种具体化 ACoT 范式的新颖架构。具体来说，我们引入了两个互补的组件：显式动作推理器（EAR）和隐式动作推理器（IAR）。前者提出粗略参考轨迹作为明确的动作级推理步骤，而后者从多模态输入的内部表示中提取潜在的动作先验，共同形成一个 ACoT，调节下游动作头以实现扎根的策略学习。现实世界和模拟环境中的大量实验证明了我们提出的方法的优越性，在 LIBERO、LIBERO-Plus 和 VLABench 上分别达到了 98.5%、84.1% 和 47.4%。|[2601.11404](http://arxiv.org/abs/2601.11404)|null|\n",
        "2601.11396": "|**2026-01-16**|**SUG-Occ: An Explicit Semantics and Uncertainty Guided Sparse Learning Framework for Real-Time 3D Occupancy Prediction**|随着自动驾驶向全场景理解迈进，3D 语义占用预测已成为一项关键的感知任务，提供超越传统检测和分割范式的体素级语义。然而，这种用于场景理解的精细表示会带来过高的计算和内存开销，对实际的实时部署构成主要障碍。为了解决这个问题，我们提出了 SUG-Occ，一种显式语义和不确定性引导稀疏学习的 3D 占用预测框架，它利用 3D 场景固有的稀疏性来减少冗余计算，同时保持几何和语义完整性。具体来说，我们首先利用语义和不确定性先验来抑制视图变换期间自由空间的投影，同时采用显式无符号距离编码来增强几何一致性，从而产生结构一致的稀疏 3D 表示。其次，我们通过超交叉稀疏卷积和生成上采样设计了一个级联稀疏完成模块，以实现高效的从粗到精的推理。最后，我们设计了一种基于对象上下文表示（OCR）的掩码解码器，它从稀疏特征聚合全局语义上下文，并通过轻量级查询上下文交互细化体素预测，避免对体积特征进行昂贵的注意操作。 SemanticKITTI 基准测试的大量实验表明，所提出的方法优于基线，准确率提高了 7.34%，效率提高了 57.8%。|[2601.11396](http://arxiv.org/abs/2601.11396)|null|\n",
        "2601.11250": "|**2026-01-16**|**VLAgents: A Policy Server for Efficient VLA Inference**|视觉-语言-动作模型（VLA）的迅速出现对机器人技术产生了重大影响。然而，由于分散的接口和分布式设置中固有的通信延迟，它们的部署仍然很复杂。为了解决这个问题，我们引入了 VLAgents，这是一种模块化策略服务器，它在统一的 Gymnasium 风格协议背后抽象出 VLA 推理。至关重要的是，其通信层通过支持用于高速仿真的零拷贝共享内存和用于远程硬件的压缩流来透明地适应上下文。在这项工作中，我们展示了 VLAgents 的架构，并通过集成七个策略（包括 OpenVLA 和 Pi Zero）来验证它。在本地和远程通信的基准测试中，我们进一步展示了它如何优于 OpenVLA、OpenPi 和 LeRobot 提供的默认策略服务器。 VLAgents 位于 https://github.com/RobotControlStack/vlagents|[2601.11250](http://arxiv.org/abs/2601.11250)|null|\n",
        "2601.11178": "|**2026-01-16**|**TANDEM: Temporal-Aware Neural Detection for Multimodal Hate Speech**|社交媒体平台越来越受到长篇多模式内容的主导，其中有害的叙事是通过音频、视觉和文本线索的复杂相互作用构建的。虽然自动化系统可以高精度地标记仇恨言论，但它们通常充当“黑匣子”，无法提供有效的人机交互调节所需的细粒度、可解释的证据，例如精确的时间戳和目标身份。在这项工作中，我们引入了 TANDEM，一个统一的框架，它将视听仇恨检测从二元分类任务转变为结构化推理问题。我们的方法采用了一种新颖的串联强化学习策略，其中视觉语言和音频语言模型通过自我约束的跨模态上下文相互优化，稳定扩展时间序列的推理，而不需要密集的帧级监督。三个基准数据集的实验表明，TANDEM 显着优于零样本和上下文增强基线，在 HateMM 上的目标识别中实现了 0.73 F1（比最先进的技术提高了 30%），同时保持了精确的时间基础。我们进一步观察到，虽然二进制检测很强大，但由于固有的标签模糊性和数据集不平衡，在多类设置中区分攻击性内容和仇恨内容仍然具有挑战性。更广泛地说，我们的研究结果表明，即使在复杂的多模式环境中，也可以实现结构化、可解释的一致性，从而为下一代透明且可操作的在线安全审核工具提供了蓝图。|[2601.11178](http://arxiv.org/abs/2601.11178)|null|\n",
        "2601.11130": "|**2026-01-16**|**Unveiling Ionized Jet Morphologies: Sub-arcsecond VLA Observations of Compact Radio Sources**|我们在 Rosero 等人的论文中提出了亚弧秒 ($θ\\sim0.1^{\\prime\\prime}$) 分辨率 VLA 1.3 cm 连续谱和 22.2 GHz H$_2$O 脉泽观测，针对 15 个具有上升光谱指数的紧凑射电连续谱源和 8 个弦状射电连续谱结构。 （2016 年、2019 年）调查。观察到三种不同的形态：细长或双峰弦状结构（23 个案例中的 6 个）、不同连续峰的集合（23 个案例中的 4 个）和单一紧凑源（23 个案例中的 13 个）。检测到的大多数 H$_2$O 脉泽点位于距离射电连续谱峰 $\\sim5,000$ au 的天空投影距离内，并且当观察到三个以上的点时，往往会很好地对齐并分布在细长结构中。我们通常回收的排放量比 Rosero 等人少。 （2016，2019），再加上我们调查中超过一半的候选喷流看起来大多紧凑这一事实，表明即使在小尺度上也存在核心/晕激波结构。我们还在 10 个案例中检测到自行，并测量了大约 120 公里 s$^{-1}$ 的平均预计速度。至少在两种情况下检测到射电亮度变化，这可能是由于弱吸积爆发造成的。这项工作与我们之前的分子射流研究一起提供了进一步的证据，支持所研究的源中电离的主要来源是冲击，但仅在 4 种情况下观察到准直。我们得出的结论是，现有数据支持 7 个源的热射流分类，并且 16 个源进一步支持电离射流解释。|[2601.11130](http://arxiv.org/abs/2601.11130)|null|\n",
        "2601.11058": "|**2026-01-16**|**The fate of a single impurity in the Bose-Hubbard model**|我们在二维 Bose-Hubbard 模型中绘制了单个移动杂质的全局相图，涵盖了从可压缩超流体 (SF) 到不可压缩莫特绝缘体 (MI) 的浴演化以及全范围的杂质浴耦合。使用无符号问题蠕虫算法量子蒙特卡罗方法，我们确定了组织整个图的两种截然不同的定位机制。在可压缩SF中，不断增加的杂质浴耦合$|U_{\\mathrm{ib}}|$驱动了\\emph{相互作用驱动的卷绕塌陷交叉}：具有有限卷绕的轻的、延伸的极化子不断演化为重的极化子并最终形成自陷状态——排斥性的\\emph{饱和气泡}或有吸引力的\\emph{束缚团簇}——即使浴保持全局超流体，在没有任何浴相变的情况下建立局域化。相比之下，在固定杂质浴耦合 $U_{\\mathrm{ib}}$ 下调整 SF-MI 转变时，局部化变为 \\emph{压缩性控制}：消失的浴压缩性淬灭极化子修整并破坏以杂质为中心的密度响应，将极化子转换为几乎自由的缺陷，并在 MI 深处转换为完全局部的空位或粒子缺陷。在不可压缩状态下，局部化通过\\emph{量化缺陷形成}进行，表现为总浴占用的离散变化。总之，我们的结果提供了相关晶格玻色子中杂质局域化的统一微观图景，该杂质局域化由 SF 中的缠绕塌陷和整个 SF-MI 转变中压缩性驱动的局域化控制。|[2601.11058](http://arxiv.org/abs/2601.11058)|null|\n",
        "2601.10905": "|**2026-01-15**|**Action Shapley: A Training Data Selection Metric for World Model in Reinforcement Learning**|许多离线和基于模型的强化学习系统都结合了世界模型来模拟固有环境。在与真实环境直接交互成本高昂、危险或不切实际的情况下，世界模型尤其重要。这种世界模型的有效性和可解释性尤其取决于基础训练数据的质量。在这种情况下，我们引入 Action Shapley 作为明智且公正地选择训练数据的不可知指标​​。为了促进 Action Shapley 的计算，我们提出了一种随机动态算法，专门设计用于减轻传统 Shapley 值计算中固有的指数复杂性。通过五个数据受限的现实案例研究的实证验证，该算法表明与传统指数时间计算相比，计算效率提高了 80% 以上。此外，我们基于 Action Shapley 的训练数据选择策略始终优于临时训练数据选择。|[2601.10905](http://arxiv.org/abs/2601.10905)|null|\n",
        "2601.10835": "|**2026-01-15**|**Can Vision-Language Models Understand Construction Workers? An Exploratory Study**|随着机器人技术越来越多地融入施工工作流程，它们解释和响应人类行为的能力对于实现安全有效的协作至关重要。视觉语言模型 (VLM) 已成为视觉理解任务的一种很有前途的工具，并且提供了无需进行大量特定领域培训即可识别人类行为的潜力。这种功能使它们在建筑领域特别有吸引力，因为标记数据稀缺，监控工人的行为和情绪状态对于安全和生产力至关重要。在本研究中，我们评估了三种领先的 VLM（GPT-4o、Florence 2 和 LLaVa-1.5）在从静态站点图像中检测建筑工人的动作和情绪方面的性能。使用包含 1,000 张图像的精选数据集，这些图像在十个动作和十个情感类别中进行注释，我们通过标准化推理管道和多个评估指标来评估每个模型的输出。 GPT-4o 在这两项任务中始终取得最高分，动作识别的平均 F1 分数为 0.756，准确度为 0.799；情感识别的 F1 分数为 0.712，准确度为 0.773。 Florence 2 的表现中等，动作的 F1 分数为 0.497，情感的 F1 分数为 0.414，而 LLaVa-1.5 的整体表现最低，动作的 F1 分数为 0.466，情感的 F1 分数为 0.461。混淆矩阵分析表明，所有模型都难以区分语义上接近的类别，例如团队协作与与主管沟通。虽然结果表明通用 VLM 可以为建筑环境中的人类行为识别提供基线功能，但为了实现现实世界的可靠性，可能还需要进一步的改进，例如域适应、时间建模或多模态传感。|[2601.10835](http://arxiv.org/abs/2601.10835)|null|\n"
    }
}