{
    "Video Diffusion": {
        "2602.12271": "|**2026-02-12**|**MonarchRT: Efficient Attention for Real-Time Video Generation**|使用扩散变压器的实时视频生成受到 3D 自注意力二次成本的瓶颈，特别是在少步和自回归的实时机制中，其中误差随时间复合，每个去噪步骤必须携带更多信息。在这种情况下，我们发现尽管双向、多步扩散显示出很强的结果，但先前的稀疏注意力近似方法还是失效了。具体来说，我们观察到视频注意力并不是可靠的稀疏，而是将由时空位置驱动的显着周期结构与动态、稀疏语义对应和密集混合相结合，甚至超过了 oracle top-k 注意力的表示能力。基于这一见解，我们提出了 Monarch-RT，这是一种用于视频扩散模型的结构化注意力参数化，它使用 Monarch 矩阵分解注意力。通过适当对齐的块结构和扩展的平铺 Monarch 参数化，我们在保持计算效率的同时实现了高表达力。我们通过使用自定义 Triton 内核进行微调，进一步克服了参数化的开销。我们首先验证 Monarch-RT 相对于仅为双向模型设计的现有稀疏基线的高效性。我们进一步观察到，当应用于最先进的模型 Self-Forcing 时，Monarch-RT 获得了高达 95% 的注意力稀疏度，且质量没有损失，这使得 Monarch-RT 成为实时视频生成的高性能稀疏注意力参数化的开创性工作。我们的优化实现在 Nvidia RTX 5090、H100 和 B200 GPU 上的性能分别优于 FlashAttention-2、FlashAttention-3 和 FlashAttention-4 内核，提供 1.4-11.8 倍的内核加速。这使我们第一次能够在单个 RTX 5090 上以 16 FPS 的速度实现真正的实时视频生成。|[2602.12271](http://arxiv.org/abs/2602.12271)|null|\n",
        "2602.12160": "|**2026-02-12**|**DreamID-Omni: Unified Framework for Controllable Human-Centric Audio-Video Generation**|基础模型的最新进展彻底改变了联合音频视频生成。然而，现有方法通常将以人为中心的任务视为孤立的目标，包括基于参考的音频视频生成（R2AV）、视频编辑（RV2AV）和音频驱动视频动画（RA2V）。此外，在单一框架内实现对多个角色身份和音色的精确、分离的控制仍然是一个开放的挑战。在本文中，我们提出了 DreamID-Omni，这是一个用于可控的以人为中心的音频视频生成的统一框架。具体来说，我们设计了一个对称条件扩散变压器，它通过对称条件注入方案集成异构调节信号。为了解决多人场景中普遍存在的身份-音色绑定失败和说话者混乱的问题，我们引入了一种双层解缠策略：信号级别的同步 RoPE 以确保严格的注意力空间绑定，语义级别的结构化字幕以建立明确的属性-主题映射。此外，我们设计了一种多任务渐进训练方案，利用弱约束的生成先验来规范强约束的任务，防止过度拟合并协调不同的目标。大量实验表明，DreamID-Omni 在视频、音频和视听一致性方面实现了全面的最先进性能，甚至超越了领先的专有商业模型。我们将发布我们的代码，以弥合学术研究和商业级应用程序之间的差距。|[2602.12160](http://arxiv.org/abs/2602.12160)|null|\n",
        "2602.12155": "|**2026-02-12**|**FAIL: Flow Matching Adversarial Imitation Learning for Image Generation**|流匹配模型的后训练——将输出分布与高质量目标对齐——在数学上等同于模仿学习。虽然监督微调有效地模仿了专家的演示，但它无法纠正看不见的状态中的政策漂移。偏好优化方法可以解决这个问题，但需要昂贵的偏好对或奖励建模。我们提出了流匹配对抗性模仿学习（FAIL），它通过对抗性训练来最小化政策专家分歧，而无需明确的奖励或成对比较。我们推导出两种算法：FAIL-PD 利用可微分 ODE 求解器来实现低方差路径梯度，而 FAIL-PG 则为离散或计算约束设置提供黑盒替代方案。仅通过 Nano Banana pro 的 13,000 次演示对 FLUX 进行微调，FAIL 在快速跟随和美学基准方面实现了具有竞争力的性能。此外，该框架有效地推广到离散图像和视频生成，并作为强大的正则化器来减轻基于奖励的优化中的奖励黑客行为。代码和数据可在 https://github.com/HansPolo113/FAIL 获取。|[2602.12155](http://arxiv.org/abs/2602.12155)|null|\n",
        "2602.12128": "|**2026-02-12**|**HLA: Hadamard Linear Attention**|注意力机制是 Transformer 成功的重要原因。它依赖于计算标记之间的成对关系。为了降低标准二次注意力的高计算成本，线性注意力被提出作为一种有效的近似。它采用在计算成对相似度之前独立应用于输入的核函数。这允许高效的计算过程，然而，这相当于一个逼近 softmax 的低次有理函数。   我们提出哈达玛线性注意力（HLA）。与之前的线性注意力工作不同，HLA 中的非线性不是单独应用于查询和键，而是类似于标准的 softmax 注意力，在计算成对相似性之后应用。将会表明，所提出的非线性相当于一个更高阶的有理函数来近似 softmax。推导了所提出方法的有效计算方案，该方案类似于标准线性注意的方案。与其他方法相比，应用所提出的算法不需要耗时的张量整形。该方法的有效性通过将其应用于用于视频生成的大型扩散变压器模型（涉及大量令牌的应用程序）来证明。|[2602.12128](http://arxiv.org/abs/2602.12128)|null|\n",
        "2602.12063": "|**2026-02-12**|**VLAW: Iterative Co-Improvement of Vision-Language-Action Policy and World Model**|本文的目标是通过迭代在线交互来提高视觉-语言-动作（VLA）模型的性能和可靠性。由于在现实世界中收集策略推出的成本很高，因此我们研究了是否可以使用学习的模拟器（具体而言，动作条件视频生成模型）来生成额外的推出数据。不幸的是，现有的世界模型缺乏政策改进所需的物理保真度：它们主要是在演示数据集上进行训练的，这些数据集缺乏对许多不同物理交互（特别是失败案例）的覆盖，并且很难在接触丰富的对象操作中准确地模拟微小但关键的物理细节。我们提出了一种简单的迭代改进算法，该算法使用现实世界的转出数据来提高世界模型的保真度，然后可以使用该算法生成补充合成数据以改进 VLA 模型。在我们对真实机器人的实验中，我们使用这种方法来提高最先进的 VLA 模型在多个下游任务上的性能。与基本策略相比，我们的绝对成功率提高了 39.2%，通过生成的综合部署进行训练，绝对成功率提高了 11.6%。视频可以在这个匿名网站上找到：https://sites.google.com/view/vla-w|[2602.12063](http://arxiv.org/abs/2602.12063)|null|\n",
        "2602.11790": "|**2026-02-12**|**Beyond End-to-End Video Models: An LLM-Based Multi-Agent System for Educational Video Generation**|尽管最近的端到端视频生成模型在面向视觉的内容创建方面表现出了令人印象深刻的性能，但它们在需要严格逻辑严谨性和精确知识表示的场景中仍然受到限制，例如教学和教育媒体。为了解决这个问题，我们提出了 LAVES，一种基于 LLM 的分层多智能体系统，用于根据教育问题生成高质量的教学视频。 LAVES 将教育视频生成制定为一项多目标任务，同时要求正确的逐步推理、教学上连贯的叙述、语义上忠实的视觉演示以及精确的视听对齐。为了解决先前方法的局限性（包括程序保真度低、生产成本高和可控性有限），LAVES 将生成工作流程分解为由具有明确质量门和迭代批评机制的中央编排代理协调的专门代理。具体来说，编排代理监督解决方案代理以严格解决问题，插图代理生成可执行的可视化代码，以及叙述代理以用于面向学习者的教学脚本。此外，工作代理的所有输出都受到语义批评、基于规则的约束和基于工具的编译检查。该系统不是直接合成像素，而是构建一个结构化的可执行视频脚本，该脚本使用模板驱动的组装规则确定性地编译成同步的视觉效果和旁白，从而实现完全自动化的端到端制作，无需手动编辑。在大规模部署中，LAVES 的吞吐量每天超过 100 万个视频，与当前行业标准方法相比，成本降低了 95% 以上，同时保持了较高的接受率。|[2602.11790](http://arxiv.org/abs/2602.11790)|null|\n",
        "2602.11564": "|**2026-02-12**|**LUVE : Latent-Cascaded Ultra-High-Resolution Video Generation with Dual Frequency Experts**|视频扩散模型的最新进展显着提高了视觉质量，但由于运动建模、语义规划和细节合成的复杂困难，超高分辨率 (UHR) 视频生成仍然是一个艰巨的挑战。为了解决这些限制，我们提出了 \\textbf{LUVE}，一个基于双频 \\textbf{E}xperts 构建的 \\textbf{L}atent 级联 \\textbf{U}HR \\textbf{V}ideo 生成框架。 LUVE 采用三阶段架构，包括用于运动一致潜在合成的低分辨率运动生成、直接在潜在空间中执行分辨率上采样以减轻内存和计算开销的视频潜在上采样，以及集成低频和高频专家以共同增强语义一致性和细粒度细节生成的高分辨率内容细化。大量实验表明，我们的 LUVE 在 UHR 视频生成中实现了卓越的照片真实感和内容保真度，全面的消融研究进一步验证了每个组件的有效性。该项目位于 \\href{https://unicornanrocinu.github.io/LUVE_web/}{https://github.io/LUVE/}。|[2602.11564](http://arxiv.org/abs/2602.11564)|null|\n",
        "2602.13185": "|**2026-02-13**|**FlexAM: Flexible Appearance-Motion Decomposition for Versatile Video Generation Control**|视频生成的有效且通用的控制仍然是一个重大挑战。虽然许多方法依赖于模糊或特定于任务的信号，但我们认为“外观”和“运动”的根本分离提供了一条更稳健和可扩展的途径。我们提出了 FlexAM，这是一个基于新颖的 3D 控制信号构建的统一框架。该信号将视频动态表示为点云，引入了三个关键增强功能：用于区分细粒度运动的多频位置编码、深度感知位置编码以及用于平衡精度和生成质量的灵活控制信号。这种表示方式使 FlexAM 能够有效地理清外观和运动，从而实现广泛的任务，包括 I2V/V2V 编辑、相机控制和空间对象编辑。大量实验表明，FlexAM 在所有评估任务中均实现了卓越的性能。|[2602.13185](http://arxiv.org/abs/2602.13185)|null|\n",
        "2602.12675": "|**2026-02-13**|**SLA2: Sparse-Linear Attention with Learnable Routing and QAT**|稀疏线性注意力（SLA）结合了稀疏和线性注意力来加速扩散模型，并在视频生成中表现出了强大的性能。然而，(i) SLA 依赖于启发式分割，该分割根据注意力权重大小将计算分配给稀疏或线性分支，这可能不是最优的。此外，(ii) 在正式分析 SLA 中的注意力误差后，我们发现 SLA 与直接分解为稀疏和线性注意力之间存在不匹配。我们提出SLA2，它引入了（I）一个可学习的路由器，动态选择每个注意力计算是否应该使用稀疏或线性注意力，（II）一种更忠实和直接的稀疏线性注意力公式，使用可学习的比率来组合稀疏和线性注意力分支，以及（III）稀疏+低位注意力设计，其中通过量化感知微调引入低位注意力以减少量化误差。实验表明，在视频扩散模型上，SLA2 可以实现 97% 的注意力稀疏度，并在保持生成质量的同时提供 18.6 倍的注意力加速。|[2602.12675](http://arxiv.org/abs/2602.12675)|null|\n",
        "2602.12636": "|**2026-02-13**|**Dual-Granularity Contrastive Reward via Generated Episodic Guidance for Efficient Embodied RL**|设计合适的奖励对强化学习（RL）提出了重大挑战，特别是对于具体操作而言。轨迹成功奖励适合人类判断或模型拟合，但稀疏性严重限制了 RL 样本效率。虽然最近的方法通过密集奖励有效地改进了强化学习，但它们在很大程度上依赖于高质量的人工注释数据或丰富的专家监督。为了解决这些问题，本文提出了通过生成情景指导（DEG）的双粒度对比奖励，这是一种新颖的框架，可以在不需要人工注释或广泛监督的情况下寻求样本高效的密集奖励。利用大型视频生成模型的先验知识，DEG 只需要少量的专家视频进行领域适应即可为每个 RL 片段生成专用的任务指导。然后，所提出的平衡粗粒度探索和细粒度匹配的双粒度奖励将指导代理在对比自监督潜在空间中顺序有效地逼近生成的指导视频，并最终完成目标任务。对模拟和现实环境中 18 种不同任务进行的广泛实验表明，DEG 不仅可以作为有效的探索刺激来帮助智能体快速发现稀疏的成功奖励，而且还可以独立指导有效的强化学习和稳定的策略收敛。|[2602.12636](http://arxiv.org/abs/2602.12636)|null|\n",
        "2602.14941": "|**2026-02-16**|**AnchorWeave: World-Consistent Video Generation with Retrieved Local Spatial Memories**|在长期范围内保持空间世界的一致性仍然是摄像机可控视频生成的核心挑战。现有的基于内存的方法通常通过从历史中的重建几何体渲染锚视频来调节全局重建 3D 场景的生成。然而，从多个视图重建全局 3D 场景不可避免地会引入跨视图未对准，因为姿态和深度估计错误会导致在跨视图的稍微不同的 3D 位置重建相同的表面。当融合时，这些不一致会累积成噪声几何形状，从而污染调节信号并降低生成质量。我们介绍了 AnchorWeave，这是一种内存增强视频生成框架，它用多个干净的局部几何内存替换单个未对齐的全局内存，并学习协调它们的跨视图不一致。为此，AnchorWeave 执行与目标轨迹对齐的覆盖驱动的本地内存检索，并在生成过程中通过多锚编织控制器集成所选的本地内存。大量实验表明，AnchorWeave 显着提高了长期场景一致性，同时保持了强大的视觉质量，消融和分析研究进一步验证了局部几何条件、多锚点控制和覆盖驱动检索的有效性。|[2602.14941](http://arxiv.org/abs/2602.14941)|null|\n",
        "2602.14381": "|**2026-02-16**|**Adapting VACE for Real-Time Autoregressive Video Diffusion**|我们描述了用于实时自回归视频生成的 VACE（视频一体化创建和编辑）的改编。 VACE 提供统一的视频控制（参考指导、结构调节、修复和时间扩展），但假设对整个序列进行双向关注，这使其与需要固定块大小和因果关注的流媒体管道不兼容。关键修改将参考帧从扩散潜在空间移动到并行调节路径，保留自回归模型所需的固定块大小和 KV 缓存。此调整重复使用现有的预训练 VACE 权重，无需额外训练。在 1.3B 和 14B 模型规模中，VACE 为结构控制和修复增加了 20-30% 的延迟开销，而相对于基本模型，VRAM 成本可以忽略不计。由于因果注意力限制，与批量 VACE 相比，视频参考保真度严重下降。参考实现可在 https://github.com/daydreamlive/scope 上找到。|[2602.14381](http://arxiv.org/abs/2602.14381)|null|\n",
        "2602.14027": "|**2026-02-17**|**Train Short, Inference Long: Training-free Horizon Extension for Autoregressive Video Generation**|自回归视频扩散模型已成为长视频生成的可扩展范例。然而，它们经常遭受严重的外推失败，当超出训练范围时，快速的误差积累会导致显着的时间退化。我们发现这种失败主要源于 3D 位置嵌入的频谱偏差和噪声采样中动态先验的缺乏。为了解决这些问题，我们提出了 FLEX（频率感知长度扩展），这是一种无需训练的推理时间框架，可以弥补短期训练和长期推理之间的差距。 FLEX 引入了频率感知 RoPE 调制，可自适应地内插未经训练的低频分量，同时外推高频分量以保持多尺度时间辨别能力。它与反相噪声采样 (ANS) 集成，以注入高频动态先验和仅推理注意池来锚定全局结构。 VBench 上的广泛评估表明，FLEX 在 6 倍外推（30 秒持续时间）下的性能显着优于最先进的模型，并且与长视频微调基线在 12 倍尺度（60 秒持续时间）下的性能相匹配。作为一种即插即用的增强功能，FLEX 可以无缝集成到现有的推理管道中，以实现范围扩展。它有效地突破了 LongLive 等模型的生成限制，支持 4 分钟规模的一致动态视频合成。项目页面位于 https://ga-lee.github.io/FLEX_demo。|[2602.14027](http://arxiv.org/abs/2602.14027)|null|\n",
        "2602.13837": "|**2026-02-14**|**High-Fidelity Causal Video Diffusion Models for Real-Time Ultra-Low-Bitrate Semantic Communication**|我们引入了一种视频扩散模型，用于在超低比特率语义通信约束下生成高保真、因果和实时视频。我们的方法利用有损语义视频编码来传输语义场景结构，并辅以高度压缩的低分辨率帧流，提供足够的纹理信息以保持保真度。基于这些输入，我们引入了一个模块化视频扩散模型，其中包含语义控制、恢复适配器和时间适配器。我们进一步引入了一种有效的时间蒸馏程序，可以扩展到实时和因果合成，将可训练参数减少 300 倍，将训练时间减少 2 倍，同时遵守通信限制。经过不同数据集的评估，该框架在超低比特率 (< 0.0003 bpp) 下实现了强大的感知质量、语义保真度和时间一致性，在广泛的定量、定性和主观评估中优于经典、神经和生成基线。|[2602.13837](http://arxiv.org/abs/2602.13837)|null|\n",
        "2602.13669": "|**2026-02-14**|**EchoTorrent: Towards Swift, Sustained, and Streaming Multi-Modal Video Generation**|最近的多模态视频生成模型已经实现了高视觉质量，但其令人望而却步的延迟和有限的时间稳定性阻碍了实时部署。流推理加剧了这些问题，导致明显的多模态退化，例如空间模糊、时间漂移和唇形不同步，从而造成了未解决的效率与性能权衡。为此，我们提出了 EchoTorrent，一种具有四重设计的新颖模式：（1）多教师训练对不同偏好领域的预训练模型进行微调，以获得专门的领域专家，从而将特定领域的知识顺序转移到学生模型； (2) 自适应 CFG 校准 (ACC-DMD)，通过分阶段时空调度来校准 DMD 中的音频 CFG 增强误差，消除冗余 CFG 计算并实现每步单遍推理； （3）混合长尾强迫，通过因果双向混合架构在长视野自推出训练期间专门强制对尾部框架进行对齐，有效减轻流模式下的时空退化，同时增强对参考框架的保真度； (4) VAE Decoder Refiner 通过 VAE 解码器的像素域优化来恢复高频细节，同时避免潜在空间模糊性。大量的实验和分析表明，EchoTorrent 实现了几次自回归生成，并具有显着扩展的时间一致性、身份保留和音频唇形同步。|[2602.13669](http://arxiv.org/abs/2602.13669)|null|\n",
        "2602.13637": "|**2026-02-14**|**DCDM: Divide-and-Conquer Diffusion Models for Consistency-Preserving Video Generation**|最近的视频生成模型表现出了令人印象深刻的视觉保真度，但它们经常在语义、几何和身份一致性方面遇到困难。在本文中，我们提出了一个称为分而治之扩散模型（DCDM）的系统级框架，以解决三个关键挑战：（1）片段内世界知识一致性，（2）片段间相机一致性，以及（3）镜头间元素一致性。 DCDM 将这些场景下的视频一致性模型分解为三个专用组件，同时共享统一的视频生成主干。为了实现剪辑内的一致性，DCDM 利用大型语言模型将输入提示解析为结构化语义表示，随后由扩散转换器将其转换为连贯的视频内容。为了实现剪辑间相机的一致性，我们提出了噪声空间中的时间相机表示，以实现精确稳定的相机运动控制，以及文本到图像初始化机制以进一步增强可控性。为了实现镜头间一致性，DCDM 采用了具有窗口交叉注意力和稀疏镜头间自注意力的整体场景生成范式，在保证计算效率的同时确保了长程叙事连贯性。我们在 AAAI'26 的 CVM 竞赛测试集上验证了我们的框架，结果表明所提出的策略有效地解决了这些挑战。|[2602.13637](http://arxiv.org/abs/2602.13637)|null|\n",
        "2602.13515": "|**2026-02-13**|**SpargeAttention2: Trainable Sparse Attention via Hybrid Top-k+Top-p Masking and Distillation Fine-Tuning**|许多免训练的稀疏注意力方法对于加速扩散模型是有效的。最近，一些研究表明，使稀疏注意力可训练可以进一步增加稀疏性，同时保持生成质量。我们研究三个关键问题：（1）两种常见的屏蔽规则，即Top-k和Top-p，什么时候会失败，我们如何避免这些失败？ （2）为什么可训练的稀疏注意力能够比免训练的方法达到更高的稀疏性？ （3）使用扩散损失微调稀疏注意力有哪些局限性，我们如何解决这些局限性？基于此分析，我们提出了 SpergeAttention2，这是一种可训练的稀疏注意力方法，可以在不降低生成质量的情况下实现高稀疏性。 SpargeAttention2 包括 (i) 一个混合掩蔽规则，它结合了 Top-k 和 Top-p，以便在高稀疏性下实现更稳健的掩蔽；(ii) 一种高效的可训练稀疏注意力实现；以及 (iii) 一个受蒸馏启发的微调目标，以便在使用稀疏注意力进行微调期间更好地保持生成质量。视频扩散模型的实验表明，SpargeAttention2 在保持生成质量的同时达到了 95% 的注意力稀疏度和 16.2 倍的注意力加速，始终优于先前的稀疏注意力方法。|[2602.13515](http://arxiv.org/abs/2602.13515)|null|\n",
        "2602.13357": "|**2026-02-13**|**AdaCorrection: Adaptive Offset Cache Correction for Accurate Diffusion Transformers**|扩散变压器 (DiT) 在高保真图像和视频生成方面实现了最先进的性能，但由于其迭代去噪结构而受到昂贵的推理成本的影响。虽然现有方法通过缓存中间特征来加速采样，但它们依赖于静态重用计划或粗粒度启发法，这通常会导致时间漂移和缓存未对齐，从而显着降低生成质量。我们引入了 \\textbf{AdaCorrection}，这是一种自适应偏移缓存校正框架，它可以保持高生成保真度，同时在扩散推理期间实现跨 Transformer 层的高效缓存重用。在每个时间步，AdaCorrection 使用轻量级时空信号估计缓存有效性，并自适应地混合缓存和新的激活。该校正是即时计算的，无需额外的监督或再培训。我们的方法以最小的计算开销实现了强大的生成质量，保持接近原始的 FID，同时提供适度的加速。图像和视频扩散基准实验表明，AdaCorrection 持续提高了生成性能。|[2602.13357](http://arxiv.org/abs/2602.13357)|null|\n",
        "2602.15819": "|**2026-02-17**|**VideoSketcher: Video Models Prior Enable Versatile Sequential Sketch Generation**|素描本质上是一个连续的过程，在这个过程中，笔画是按照有意义的顺序绘制的，以探索和完善想法。然而，大多数生成模型将草图视为静态图像，忽略了创意绘画背后的时间结构。我们提出了一种用于顺序草图生成的数据高效方法，该方法采用预先训练的文本到视频扩散模型来生成草图绘制过程。我们的主要见解是，大型语言模型和视频扩散模型为这项任务提供了互补的优势：法学硕士提供语义规划和笔画排序，而视频扩散模型作为强大的渲染器，产生高质量、时间连贯的视觉效果。我们通过将草图表示为短视频来利用这一点，其中在文本指定的排序指令的指导下，在空白画布上逐步绘制笔画。我们引入了一种两阶段微调策略，将笔划顺序的学习与草图外观的学习分离。笔画顺序是使用具有受控时间结构的合成形状组合来学习的，而视觉外观是从多达七个手动创作的草图过程中提取出来的，这些过程捕获了全局绘图顺序和单个笔画的连续形成。尽管人类绘制的草图数据数量极其有限，但我们的方法可以生成高质量的顺序草图，这些草图严格遵循文本指定的顺序，同时展示丰富的视觉细节。我们通过画笔样式调节和自回归草图生成等扩展进一步展示了我们方法的灵活性，从而实现了额外的可控性和交互式协作绘图。|[2602.15819](http://arxiv.org/abs/2602.15819)|null|\n",
        "2602.15287": "|**2026-02-17**|**Consistency-Preserving Diverse Video Generation**|文本到视频的生成成本很高，因此每个提示通常只生成几个样本。在这种低样本情况下，最大化每个批次的价值需要高度的跨视频多样性。最近的方法提高了图像生成的多样性，但对于视频来说，它们通常会降低视频内的时间一致性，并且需要通过视频解码器进行昂贵的反向传播。我们提出了一种用于流匹配视频生成器的联合采样框架，该框架可以提高批量多样性，同时保持时间一致性。我们的方法应用多样性驱动的更新，然后仅删除会降低时间一致性目标的组件。为了避免图像空间梯度，我们使用轻量级潜在空间模型计算两个目标，避免视频解码和解码器反向传播。最先进的文本到视频流匹配模型的实验显示出与强联合采样基线相当的多样性，同时显着提高了时间一致性和颜色自然度。代码将被发布。|[2602.15287](http://arxiv.org/abs/2602.15287)|null|\n"
    },
    "3D": {
        "2602.12223": "|**2026-02-12**|**Kagome edge states under lattice termination, spin-orbit coupling, and magnetic order**|我们使用紧束缚方法研究二维 kagome 晶格的边缘态特性，重点关注晶格终止、自旋轨道耦合和磁序的作用。在原始极限下，我们表明局部边缘态的存在对边界几何高度敏感，某些终端完全抑制边缘模式。 Kane-Mele 自旋轨道耦合打开了一个体能隙并稳定了拓扑保护的螺旋边缘态，从而产生了对终止细节不敏感的稳健的 $\\mathbb{Z}_2$ 绝缘相。相比之下，塞曼场和拉什巴自旋轨道耦合的综合效应驱动系统进入陈绝缘相，陈数与手性边缘模式的数量一致。我们进一步证明，非共面磁性纹理通过有限标量自旋手性产生多个陈相，并通过凯恩-梅勒耦合强烈调整拓扑间隙。我们的结果为戈薇晶格中边缘态的可调性提供了重要的见解，这对于设计具有新颖电子特性和拓扑相的材料至关重要。|[2602.12223](http://arxiv.org/abs/2602.12223)|null|\n",
        "2602.12159": "|**2026-02-12**|**3DGSNav: Enhancing Vision-Language Model Reasoning for Object Navigation via Active 3D Gaussian Splatting**|对象导航是体现智能的核心能力，使代理能够在未知环境中定位目标对象。视觉语言模型 (VLM) 的最新进展促进了零样本目标导航 (ZSON)。然而，现有的方法通常依赖于场景抽象，将环境转换为语义图或文本表示，导致高层决策受到低层感知准确性的限制。在这项工作中，我们提出了 3DGSNav，这是一种新颖的 ZSON 框架，它嵌入 3D 高斯分布 (3DGS) 作为 VLM 的持久存储器，以增强空间推理。通过主动感知，3DGSNav 逐步构建环境的 3DGS 表示，从而实现前沿感知第一人称视图的轨迹引导自由视点渲染。此外，我们设计了结构化的视觉提示，并将其与思想链（CoT）提示相结合，以进一步改进 VLM 推理。在导航过程中，实时目标检测器会过滤潜在目标，而 VLM 驱动的主动视点切换则执行目标重新验证，确保高效可靠的识别。对四足机器人的多个基准测试和真实世界实验的广泛评估表明，我们的方法相对于最先进的方法实现了稳健且具有竞争力的性能。项目页面：https://aczheng-cai.github.io/3dgsnav.github.io/|[2602.12159](http://arxiv.org/abs/2602.12159)|null|\n",
        "2602.12157": "|**2026-02-12**|**TexSpot: 3D Texture Enhancement with Spatially-uniform Point Latent Representation**|由于当前主流多视图扩散管道固有的视图不一致，高质量 3D 纹理生成仍然是一个基本挑战。现有的表示要么依赖于 UV 贴图（在展开过程中会出现失真），要么依赖于基于点的方法（将纹理保真度与几何密度紧密结合在一起，从而限制了高分辨率纹理的生成）。为了解决这些限制，我们引入了 TexSpot，一种基于扩散的纹理增强框架。其核心是 Texlet，这是一种新颖的 3D 纹理表示，它将基于点的 3D 纹理的几何表现力与基于 UV 的表示的紧凑性融为一体。每个 Texlet 潜在向量通过 2D 编码器对局部纹理块进行编码，并使用 3D 编码器进一步聚合以合并全局形状上下文。级联 3D 到 2D 解码器可重建高质量纹理块，从而实现 Texlet 空间学习。利用这种表示，我们训练了一个以 Texlet 为条件的扩散变换器，以细化和增强多视图扩散方法产生的纹理。大量实验表明，与现有最先进的 3D 纹理生成和增强方法相比，TexSpot 显着提高了视觉保真度、几何一致性和鲁棒性。项目页面：https://anonymous.4open.science/w/TexSpot-page-2D91。|[2602.12157](http://arxiv.org/abs/2602.12157)|null|\n",
        "2602.12154": "|**2026-02-12**|**Resurrecting Kaluza-Klein Dark Matter with Low-Temperature Reheating**|在通用额外维度 (UED) 场景中，最轻的卡鲁扎-克莱因 (KK) 粒子由于额外维度致密化产生的残余离散对称性（KK 宇称）而自然稳定。这种稳定性不需要特殊的对称性，并且使卡鲁扎-克莱因暗物质成为一个有充分动机的候选者，只要它能够重现观察到的遗迹丰度。具有高度预测性的最小 UED (mUED) 框架受到标准宇宙学假设下遗迹密度和对撞机搜索的综合要求的强烈限制。在非标准宇宙学历史的存在下，我们重新审视了 mUED 的暗物质现象学，其特点是由长期暴胀衰变驱动的低再加热温度。通过求解暗物质、辐射和暴胀子能量密度的耦合玻尔兹曼方程，我们发现再加热过程中的熵注入可以将遗迹丰度稀释几个数量级，从而重新打开先前排除的参数空间的大区域。我们进一步证明，恢复的参数空间与当前的对撞机、直接检测和间接检测约束一致，同时仍然可以通过即将进行的实验进行测试。|[2602.12154](http://arxiv.org/abs/2602.12154)|null|\n",
        "2602.12133": "|**2026-02-12**|**Neutral Prompts, Non-Neutral People: Quantifying Gender and Skin-Tone Bias in Gemini Flash 2.5 Image and GPT Image 1.5**|本研究量化了两种广泛部署的商业图像生成器（Gemini Flash 2.5 Image (NanoBanana) 和 GPT Image 1.5）中的性别和肤色偏差，以测试中性提示产生人口统计中性输出的假设。我们使用四个语义中性的提示生成了 3,200 张逼真的图像。该分析采用了严格的流程，结合了混合颜色归一化、面部标志掩蔽以及使用 Monk (MST)、PERLA 和 Fitzpatrick 量表进行感知均匀肤色量化。中性的提示产生了高度两极分化的默认值。两种模型都表现出强烈的“默认白色”偏差（> 96% 的输出）。然而，他们在性别上存在巨大分歧：双子座偏爱女性呈现对象，而 GPT 则偏爱肤色较浅的男性呈现对象。这项研究使用照明感知比色方法对最先进的模型进行了大规模的比较审核，将美学渲染与合成图像中的底层色素沉着区分开来。该研究表明，中性提示充当诊断探针，而不是中性指令。它为审核算法视觉文化提供了一个强大的框架，并挑战了社会语言学的假设，即无标记语言导致包容性表征。|[2602.12133](http://arxiv.org/abs/2602.12133)|null|\n",
        "2602.12105": "|**2026-02-12**|**Iskra: A System for Inverse Geometry Processing**|我们提出了一个通过解决几何处理问题来区分的系统。我们的系统区分了广泛的几何算法，利用几何处理中常见的现有快速特定问题方案，包括局部全局和 ADMM 求解器。它与机器学习框架兼容，为新型逆几何处理应用程序打开了大门。我们将网格处理的分散-聚集方法与基于张量的工作流程结合起来，并依靠应用于用户指定的命令性代码的伴随方法来在幕后生成高效的向后传递。我们通过区分平均曲率流、光谱共形参数化、测地距离计算和尽可能刚性的变形来展示我们的方法，并检查这些应用程序的可用性和性能。我们的系统允许从业者通过现有的几何处理算法进行区分，而无需重新制定它们，从而与非针对几何处理的可微分优化工具相比，实现工作量低，运行时间快，并且内存需求更低。|[2602.12105](http://arxiv.org/abs/2602.12105)|null|\n",
        "2602.12090": "|**2026-02-12**|**Unconditional full vector magnetometry using spin selectivity in Nitrogen Vacancy centers in diamond**|十多年来，基于金刚石氮空位 (NV) 中心的量子传感器一直是传感界的中心话题。金刚石自旋系统在室温下的非凡特性使其成为开发商业量子传感器的最著名的量子平台之一。特别是，NV中心电子自旋的敏感性使得基于金刚石的磁传感器因​​其在医疗、工业或导航解决方案中的潜在应用而受到特别关注。然而，这些传感器在通用矢量磁力测量中的使用受到了限制，因为需要事先了解被测量领域的知识才能充分利用它们的优势。在这项工作中，我们展示了一种仅基于金刚石和微波天线组合的空间排列来执行无条件矢量磁力测量的方法，无需外部磁场信息。虽然以前基于 NV 的矢量磁力测量方法需要部分磁场知识（例如校准的偏置场），但我们利用椭圆偏振微波场选择金刚石中自旋的特定方向的可能性。我们证明，我们的方法可以估计外部磁场的大小和方向，而无需进一步的假设或约束。|[2602.12090](http://arxiv.org/abs/2602.12090)|null|\n",
        "2602.12075": "|**2026-02-12**|**Efficient parallel finite-element methods for planetary gravitation: DtN and multipole expansions**|控制行星引力场的泊松方程建立在无界域 $\\mathbb{R}^3$ 上，而有限元计算需要有界网格。我们实现并比较了有限元方法中处理无限外部的三种策略：（i）朴素域截断； (ii) 截断边界上的狄利克雷到诺伊曼 (DtN) 地图； (iii) 截断边界上的多极展开。虽然所有这些方法在地球物理文献中都是已知的，但我们讨论了它们在现代开源有限元代码中的并行实现，特别关注广泛使用的 MFEM 包。我们考虑计算静态密度结构的引力势和计算位移场引起的势的线性扰动——这是将自引力耦合到行星动力学的必要步骤。与一些早期的研究相比，我们发现域截断方法可以以可接受的成本提供准确的解决方案，并在外部域内对网格进行适当的粗化。尽管如此，DtN 和多极方法在大规模并行地球物理模拟中以较低的成本提供了卓越的精度，尽管它们需要与球谐展开相关的非本地通信。特别是，DtN 方法允许基于 MPI 通信器的高效并行实现，该通信器仅限于包含部分网格外边界的处理器。提供了一系列进一步的说明性计算，以显示 DtN 和多极方法在现实地球物理建模中的潜力。|[2602.12075](http://arxiv.org/abs/2602.12075)|null|\n",
        "2602.12034": "|**2026-02-12**|**Anomaly Reparametrization of the Ligon--Schaaf Regularization in the Kepler problem**|我们重新审视开普勒问题的 Ligon-Schaaf 正则化，并确定其变换中出现的旋转的几何原点。我们表明，这种旋转是由开普勒运动的偏心异常决定的，提供了对角度的透明动力学解释，使开普勒流在 $T^{*}S^{3}$ 上均匀。基于这一见解，我们通过相应的双曲和抛物线异常将结构扩展到正能量和零能量，获得了跨所有能级的开普勒流的统一几何描述。|[2602.12034](http://arxiv.org/abs/2602.12034)|null|\n",
        "2602.12010": "|**2026-02-12**|**Existence of the $DD^*\\bar{K}^*$ and $BB^*K^*$ three-body molecular states**|我们研究了单玻色子交换（OBE）模型中由 $DD^*\\bar{K}^*$ 组成的三体分子态的存在性。一个主要挑战是，虽然赝标量-介子耦合是明确确定的，但标量-和矢量-介子交换的耦合呈现出显着的模型依赖性。为了确保预测的可靠性并减少模型依赖性，我们重新校准了 OBE 模型的耦合常数。我们将 $Z_c(3900)$ 的极位置，或等效的标量 $σ$-交换耦合常数，视为唯一的未知参数。向量 $ρ$- 和 $ω$- 交换的耦合常数由已建立的状态 $X(3872)$ 和 $T_{cc}(3875)$ 的极位置确定。我们证明这些参数集也成功地描述了 $T_{cs0}(2870)$ 而无需进一步调整。对于三体系统，我们的结果表明，当 $Z_c(3900)$ 是位于 $D\\bar{D}^*$ 阈值的大约 $-10~\\text{MeV}$ 范围内的虚拟状态时，存在 $I\\left(J^P\\right)=1 / 2\\left(0^{-}\\right)$ 三体分子束缚态。此外，我们使用复标度方法将分析扩展到复能量平面以搜索分子共振，尽管在所考虑的通道中没有发现共振的证据。我们还将这种形式主义应用于底层模拟 $BB^*K^*$ 系统。在这个区域中，三体束缚态存在的条件更加宽松，因为位于阈值以下 $-25~\\text{MeV}$ 内的 $Z_c(3900)$ 虚拟态就足够了，尽管三体分子共振仍然不存在。我们建议未来的实验精确测量 $Z_c(3900)$ 的极位置或在 $DD\\bar{K}ππ$ 和 $DD\\bar{K}$ 通道中搜索三体束缚态，因为这些努力将相互阐明相关态的性质。|[2602.12010](http://arxiv.org/abs/2602.12010)|null|\n",
        "2602.13160": "|**2026-02-13**|**Structural barriers of the discrete Hasimoto map applied to protein backbone geometry**|从氨基酸序列确定蛋白质的三维结构仍然是生物物理学中的一个基本问题。 C$_α$ 主干的离散 Frenet 几何结构可以通过桥本型变换映射到满足离散非线性薛定谔方程 (DNLS) 的复标量场 $ψ=κ\\,e^{i\\sumτ}$ 上，其孤子解再现了观察到的二级结构图案。这种映射提供了折叠状态的优雅几何描述，是否可以扩展到蛋白质折叠的预测框架仍然是一个悬而未决的问题。我们根据曲率比和扭转角推导了 DNLS 有效势 $V_{\\text{eff}}=V_{\\text{re}}+iV_{\\text{im}}$ 的精确闭合形式分解，验证了 856 个非冗余蛋白质的机器精度结果。我们的分析确定了前向预测的三个结构性障碍：(i)~$V_{\\text{im}}$ 通过 $\\sinτ$ 的奇对称性编码手性，占总信息的 ${\\sim}31\\%$，如果忽略的话意味着 $2^N$ 简并性； (ii)~$V_{\\text{re}}$ 主要由局部几何形状决定 (${\\sim}95\\%$)，使其有效地与序列无关； (iii) 即使使用氢键项，自洽场迭代也无法恢复自然结构（平均 RMSD $= 13.1$\\,Å），产生与零无法区分的扭转相关性。建设性地证明，DNLS 色散关系的残差可作为 $α$-螺旋 (ROC AUC $= 0.72$) 的几何顺序参数，将它们定义为最大可积性区域。这些发现证实桥本图作为运动学特性而不是动力学控制方程发挥作用，这对其用作蛋白质折叠的预测框架提出了根本障碍。|[2602.13160](http://arxiv.org/abs/2602.13160)|null|\n",
        "2602.13154": "|**2026-02-13**|**Peaceful Anarcho-Accelerationism: Decentralized Full Automation for a Society of Universal Care**|自动化认知劳动的大型语言模型和自动化体力劳动的深度强化学习代理的融合意味着人类就业几乎完全消失。万能逼近定理和基本 DRL 结果表明，所有劳动原则上都是可自动化的。关键问题不在于完全自动化是否会到来，而在于谁来控制它。本文介绍了和平的无政府加速主义：一种社会技术框架，确保完全自动化是去中心化的、公共治理的、面向全民护理的。我们提出了 Liberation Stack，这是一个基于开源技术构建的能源、制造、食品、通信、知识和治理共享的分层架构。我们表明，这个框架与自由主义、社会主义、环保主义、女权主义、合作主义和黑客道德建立了桥梁。来自 Linux、维基百科、Mondragon、Rojava 和 guifi.net 的经验证据证实，基于公共资源的系统已经大规模运行。我们认为，完全自动化会使货币变得过时，并提出通用所需资源（UDR），这是一种后货币设计原则，每个人都从机器人公地请求他们需要的东西，仅受生态可持续性的约束。利用现象意识与计算智能的独立性，我们确定将劳动委托给无意识机器是文明规模的关怀，并且可以通过深度强化学习来研究道德政策。最后，我们提出了走向以护理为中心的社会的分阶段路线图，包括里程碑、假设和限制。|[2602.13154](http://arxiv.org/abs/2602.13154)|null|\n",
        "2602.13060": "|**2026-02-13**|**Quantitative imaging of Abrikosov vortices by scanning quantum magnetometry**|了解 II 型超导体中的涡旋物质对于控制超导材料和器件中的耗散和通量钉扎至关重要。在这里，我们使用低温扫描氮空位磁强计 (NVM) 对受控场冷条件下铜酸盐超导体 BSCCO-2212 和 YBCO 中的阿布里科索夫涡流进行成像。测量是在闭环低温恒温器中使用连续波光学检测磁共振 (cw-ODMR) 进行的，可产生具有纳米级空间分辨率的定量磁场图。在 71 K 的 BSCCO-2212 中，我们解析了一个有序的三角涡晶格，其对称性和间距通过 2D 傅里叶分析得到确认，并且与通量量子化一致。在 3 K 下成像的 YBCO 薄膜表现出更无序的涡旋排列，反映出更强的钉扎，同时保持测量的涡旋密度和施加的磁场之间的定量一致性。这些结果使我们的低温扫描 NVM 成为高 $T_c$ 超导体中涡流的真实空间研究的可靠定量工具，特别是因为在 2 至 4 小时的相对较短的采集时间内就实现了如此出色的磁分辨率。|[2602.13060](http://arxiv.org/abs/2602.13060)|null|\n",
        "2602.13055": "|**2026-02-13**|**Curriculum-DPO++: Direct Preference Optimization via Data and Model Curricula for Text-to-Image Generation**|直接偏好优化（DPO）已被提议作为人类反馈强化学习（RLHF）的有效且高效的替代方案。然而，RLHF 和 DPO 都没有考虑到学习某些偏好比学习其他偏好更困难的事实，导致优化过程不是最优的。为了解决文本到图像生成中的这一差距，我们最近提出了 Curriculum-DPO，一种按难度组织图像对的方法。在本文中，我们介绍了 Curriculum-DPO++，这是一种将原始数据级课程与新颖的模型级课程相结合的增强方法。更准确地说，我们建议随着训练的进展动态增加去噪网络的学习能力。我们通过两种机制实现容量增加。首先，我们仅使用原始 Curriculum-DPO 中使用的可训练层的子集来初始化模型。随着训练的进行，我们依次解冻层，直到配置与完整的基线架构匹配。其次，由于微调基于低秩适应（LoRA），因此我们对低秩矩阵的维度实施了渐进式调度。我们没有保持固定的容量，而是初始化维度明显小于基线的低秩矩阵。随着训练的进行，我们逐渐提高他们的等级，从而使容量不断增长，直到收敛到与 Curriculum-DPO 中相同的等级值。此外，我们提出了一种替代 Curriculum-DPO 采用的排名策略。最后，我们在九个基准上将 Curriculum-DPO++ 与 Curriculum-DPO 和其他最先进的偏好优化方法进行比较，在文本对齐、美观和人类偏好方面优于竞争方法。我们的代码可在 https://github.com/CroitoruAlin/Curriculum-DPO 获取。|[2602.13055](http://arxiv.org/abs/2602.13055)|null|\n",
        "2602.13005": "|**2026-02-13**|**Optimizing Initial Feature-Mapping Variables from Given Designs via Tracking**|提出了一种用于基于密度的拓扑优化结果逆向重建的特征映射框架。与 SIMP 的体素化输出难以解释或重用不同，该方法表示具有映射到固定分析网格的高级几何图元的设计。使用胶囊形条（端点加半径），具有闭合形式的符号距离和平滑过渡函数，提供高达二阶的导数。可微的伪密度与平滑算子聚合，从而能够使用精确的 Hessians 进行基于梯度的优化。通过将敏感性传播到空白区域的不对称过渡函数、初始化的仅奖励目标以及针对简并配置的几何防护措施，鲁棒性得到了提高。重建是分阶段（探索、桥接、收敛）进行的，并具有可选的细化，可以根据残差和几何标准添加、删除或合并特征。对规范 SIMP 基准（包括五杆和悬臂布局）的实验表明，使用适度数量的特征可以实现高保真度重建。 p-范数和 softmax 聚合产生清晰的结果；剪枝去除冗余特征，加法细化恢复覆盖范围。与拟牛顿更新相比，精确 Hessians 加速了收敛并提高了鲁棒性，提供了从基于体素的输出到显式参数模型的桥梁。|[2602.13005](http://arxiv.org/abs/2602.13005)|null|\n",
        "2602.12949": "|**2026-02-13**|**Real-time Rendering with a Neural Irradiance Volume**|实时渲染漫反射全局照明通常通过预先计算并将辐照度存储在探头的 3D 网格中来近似。只要场景的大部分保持静态，探头就会近似沉浸在辐照度体积中的所有表面的辐照度，包括新的动态物体。然而，这种方法存在混叠伪影和高内存消耗的问题。我们提出了神经辐照度体积（NIV），这是一种基于神经的技术，允许通过紧凑的预计算模型准确实时渲染漫反射全局照明，克服了传统基于探针的方法的局限性，例如昂贵的内存占用、混叠伪影和特定于场景的启发法。关键的见解是神经压缩创建了辐照度的自适应和摊销表示，规避了基于网格的方法的立方缩放。我们卓越的内存扩展在相同的内存预算下将质量提高至少 10 倍，并能够直接表示更高维的辐照度场，从而允许渲染时变或动态效果，而无需在运行时进行额外的计算。与其他神经渲染技术不同，我们的方法在严格的实时约束下工作，提供快速推理（在全高清分辨率的消费级 GPU 上每帧大约 1 毫秒），减少内存使用（中型场景为 1-5 MB），并且只需要 G 缓冲区作为输入，无需昂贵的光线追踪或去噪。|[2602.12949](http://arxiv.org/abs/2602.12949)|null|\n",
        "2602.12943": "|**2026-02-13**|**Neighborhood Blending: A Lightweight Inference-Time Defense Against Membership Inference Attacks**|近年来，机器学习即服务 (MLaaS) 的广泛采用，特别是在敏感环境中，引起了相当大的隐私问题。特别重要的是成员推理攻击 (MIA)，它利用训练数据和非训练数据之间的行为差​​异来确定特定记录是否包含在模型的训练集中，从而带来重大的隐私风险。尽管现有的防御措施（例如对抗性正则化、DP-SGD 和 MemGuard）有助于减轻这些威胁，但它们通常需要权衡，例如损害实用性、增加计算要求或对不同攻击向量的保护不一致。   在本文中，我们介绍了一种称为邻域混合的新型推理时间防御机制，它可以减轻 MIA，而无需重新训练模型或产生大量计算开销。我们的方法通过根据查询样本的邻域平滑模型的置信度输出来进行训练后操作。通过对使用差分隐私采样选择的类似训练样本进行平均预测，我们的方法建立了一致的置信模式，使对手无法区分成员和非成员，同时保持高实用性。值得注意的是，邻域混合保持了标签完整性（零标签丢失），并通过自适应的“按需付费”失真策略确保高实用性。它是一种与模型无关的方法，提供了一种实用的、轻量级的解决方案，可以在不牺牲模型实用性的情况下增强隐私性。通过跨不同数据集和模型的广泛实验，我们证明我们的防御显着降低了 MIA 成功率，同时保留了模型性能，在效用保留方面优于 MemGuard 等现有事后防御和 DP-SGD 等训练时技术。|[2602.12943](http://arxiv.org/abs/2602.12943)|null|\n",
        "2602.12942": "|**2026-02-13**|**HoRAMA: Holistic Reconstruction with Automated Material Assignment for Ray Tracing using NYURay**|中高频和毫米波频率的下一代无线网络需要准确的特定站点确定性信道传播预测。无线光线追踪 (RT) 提供特定地点的预测，但需要具有材料属性的高保真三维 (3D) 环境模型。手动 3D 模型重建可实现高精度，但需要专家数周的努力，为大型环境重建带来可扩展性瓶颈。由于网格存在几何缺陷和材料属性缺失，传统基于视觉的 3D 重建方法缺乏 RT 兼容性。本文介绍了使用 NYURay 进行无线传播预测的自动材质分配整体重建 (HoRAMA)。 HoRAMA 通过将 MASt3R-SLAM 密集点云生成与视觉语言模型辅助材料分配相集成，从使用智能手机或低成本便携式相机轻松捕获的 RGB 视频生成 RT 兼容的 3D 模型。 HoRAMA 3D 重建方法通过将 NYURay RT 预测（使用手动创建的和 HoRAMA 生成的 3D 模型）与 700 平方米工厂中 12 个 TX-RX 位置的 6.75 GHz 和 16.95 GHz 现场测量进行比较来验证。 HoRAMA 光线追踪预测的匹配多径分量 (MPC) 功率预测的 RMSE 为 2.28 dB，与手动创建的 3D 模型基线 (2.18 dB) 相当，同时将 3D 重建时间从两个月缩短到 16 小时。 HoRAMA 能够为 5G/6G 系统中的 RT 网络规划、基础设施部署和波束管理以及最终在边缘的实时实施实现可扩展的无线数字孪生创建。|[2602.12942](http://arxiv.org/abs/2602.12942)|null|\n",
        "2602.12909": "|**2026-02-13**|**Quantum logic control and entanglement in hybrid atom-molecule arrays**|极性分子具有丰富的内部结构，为基础物理、量子技术和受控化学提供了巨大的潜力。然而，由于状态检测缓慢且不完善以及偶极相互作用较弱，它们的利用目前受到限制，限制了快速和大规模的纠缠生成。我们提出并分析了一种在极性分子和中性原子混合平台中进行量子逻辑控制和基于测量的状态准备的方案。该方法利用快速、高保真原子分子门和高保真原子辅助测量来克服纯分子平台中的常见挑战，同时保留其多样化的结构优势。所提出的原子-分子控制相位门基于分子旋转跃迁和原子里德堡跃迁之间的共振偶极子-偶极子交换，使其比任何直接分子-分子纠缠门快三个数量级。我们进一步研究了我们方案的几个应用，包括用于量子增强精密测量的分子 GHZ 态的制备、具有拓扑序的奇异分子量子态的制备以及测量改变的临界性。我们的方案适用于任何极性分子。它扩展了量子逻辑控制的范式，并为大规模分子纠缠态铺平了道路。更一般地说，它强调了一个具体的混合量子系统，其中每个量子位都以最佳方式利用，并且基于测量的方法可以在近期设备中产生显着优势。|[2602.12909](http://arxiv.org/abs/2602.12909)|null|\n",
        "2602.12905": "|**2026-02-13**|**Adaptive Scaling with Geometric and Visual Continuity of completed 3D objects**|对象完成网络通常会产生静态有符号距离场（SDF），它可以忠实地重建几何形状，但不能在不引入结构扭曲的情况下重新缩放或变形。这一限制限制了它们在需要灵活对象操作的应用中的使用，例如室内重新设计、模拟和数字内容创建。我们引入了一个零件感知缩放框架，该框架将这些静态完成的 SDF 转换为可编辑的、结构一致的对象。从最先进的完成模型生成的 SDF 和纹理字段开始，我们的方法执行自动零件分割，定义用户控制的缩放区域，并应用 SDF、颜色和零件索引的平滑插值，以实现比例和无伪影的变形。我们进一步采用基于重复的策略来处理大规模变形，同时保留重复的几何图案。在 Matterport3D 和 ShapeNet 对象上进行的实验表明，我们的方法克服了已完成的 SDF 固有的刚性，并且在视觉上比全局和朴素的选择性缩放更有吸引力，特别是对于复杂的形状和重复结构。|[2602.12905](http://arxiv.org/abs/2602.12905)|null|\n",
        "2602.14995": "|**2026-02-16**|**Instruction-Set Architecture for Programmable NV-Center Quantum Repeater Nodes**|可编程性在新兴的量子网络软件堆栈中越来越重要，但量子中继器设备的节点内部控制器到硬件的接口仍然不明确。我们引入了指令集架构（ISA）的概念，用于氮空位（NV）中心量子中继器节点控制器驱动的可编程性。每个节点都由充当数据量子位的光学接口电子自旋和充当控制程序的长寿命核自旋寄存器组成。我们形式化了两种可编程性模式：（i）确定性寄存器控制，其中核寄存器在基础状态下初始化以选择数据量子位上的特定操作； (ii) 相干寄存器控制，其中寄存器以叠加方式准备，从而实现超越经典可编程性的相干操作组合。网络协议表示为控制器发出的指令向量，我们通过 BBPSSW 纯化协议的紧凑实现来说明。我们进一步表明，相干套准控制可以实现保真度见证和校准等干涉测量诊断，从而提供经典可编程性中无法提供的工具。最后，我们讨论了多电子和多核自旋架构的可扩展性以及与酉线性组合 (LCU) 和 Kraus 公式的连接。|[2602.14995](http://arxiv.org/abs/2602.14995)|null|\n",
        "2602.14967": "|**2026-02-16**|**The proximal Galerkin method for non-symmetric variational inequalities**|我们引入了非对称变分不等式的近端伽辽金（PG）方法。所提出的方法是渐近网格无关的，并产生保留约束的近似值。我们提出了符合 PG 公式和混合一阶系统变体 (FOSPG)。我们为每个变体建立了最佳的先验误差估计，并进行了数值验证。最后，我们将该方法应用于美式期权定价、多孔介质中的自由边界问题、半渗透边界的平流扩散以及离散最大值原理的执行。|[2602.14967](http://arxiv.org/abs/2602.14967)|null|\n",
        "2602.14941": "|**2026-02-16**|**AnchorWeave: World-Consistent Video Generation with Retrieved Local Spatial Memories**|在长期范围内保持空间世界的一致性仍然是摄像机可控视频生成的核心挑战。现有的基于内存的方法通常通过从历史中的重建几何体渲染锚视频来调节全局重建 3D 场景的生成。然而，从多个视图重建全局 3D 场景不可避免地会引入跨视图未对准，因为姿态和深度估计错误会导致在跨视图的稍微不同的 3D 位置重建相同的表面。当融合时，这些不一致会累积成噪声几何形状，从而污染调节信号并降低生成质量。我们介绍了 AnchorWeave，这是一种内存增强视频生成框架，它用多个干净的局部几何内存替换单个未对齐的全局内存，并学习协调它们的跨视图不一致。为此，AnchorWeave 执行与目标轨迹对齐的覆盖驱动的本地内存检索，并在生成过程中通过多锚编织控制器集成所选的本地内存。大量实验表明，AnchorWeave 显着提高了长期场景一致性，同时保持了强大的视觉质量，消融和分析研究进一步验证了局部几何条件、多锚点控制和覆盖驱动检索的有效性。|[2602.14941](http://arxiv.org/abs/2602.14941)|null|\n",
        "2602.14929": "|**2026-02-16**|**Wrivinder: Towards Spatial Intelligence for Geo-locating Ground Images onto Satellite Imagery**|将地面图像与地理注册卫星地图对齐对于测绘、导航和态势感知至关重要，但在视点间隙较大或 GPS 不可靠的情况下仍然具有挑战性。我们引入了 Wrivinder，这是一个零镜头、几何驱动的框架，它聚合多个地面照片以重建一致的 3D 场景并将其与头顶卫星图像对齐。 Wrivinder 结合了 SfM 重建、3D 高斯分布、语义基础和基于单目深度的度量线索，生成稳定的天顶视图渲染，可以直接与卫星环境匹配，以实现度量精确的相机地理定位。为了支持对这项缺乏合适基准的任务进行系统评估，我们还发布了 MC-Sat，这是一个精心策划的数据集，将多视图地面图像与跨不同户外环境的地理注册卫星图块链接起来。 Wrivinder 和 MC-Sat 共同提供了第一个全面的基线和测试平台，用于研究以几何为中心的交叉视图对齐，无需配对监督。在零样本实验中，Wrivinder 在密集和大面积场景中实现了低于 30 米的地理定位精度，凸显了基于几何的聚合对于稳健的地面到卫星定位的前景。|[2602.14929](http://arxiv.org/abs/2602.14929)|null|\n",
        "2602.14921": "|**2026-02-16**|**Approximation classes for the anisotropic space-time finite element method. An almost characterization**|我们研究了$L_p$函数，$p\\in (0,\\infty]$，在圆柱时空域$Ω_T:=[0,T]\\times Ω$，$0<T<\\infty$，$Ω\\subset \\R^d$ Lipschitz，$d\\in \\mathbb{N}$上的近似，关于棱柱网格上的连续各向异性时空有限元。特别是，我们提出一种合适的细化技术，可以创建具有足够平滑度和所需各向异性的（局部细化）棱柱网格，并证明复杂性估计。此外，我们在此类网格上定义了一个（准）插值算子，并使用它通过根据各向异性贝索夫范数显示直接和逆估计来表征相应的近似类。|[2602.14921](http://arxiv.org/abs/2602.14921)|null|\n",
        "2602.14874": "|**2026-02-16**|**Affordance Transfer Across Object Instances via Semantically Anchored Functional Map**|传统的演示学习 (LfD) 通常需要大量繁琐的物理演示，这可能非常耗时且难以扩展。最近的进展表明，机器人可以通过提取交互线索来从人类视频中学习，而无需机器人直接参与。然而，一个根本的挑战仍然存在：如何概括共享相似功能但几何形状显着不同的不同对象实例之间演示的交互。在这项工作中，我们提出了 \\emph{语义锚定功能图} (SemFM)，这是一个用于从单个视觉演示中跨对象转移可供性的框架。从图像重建的粗网格开始，我们的方法识别对象之间语义对应的功能区域，选择互斥的语义锚，并使用功能图在表面上传播这些约束以获得密集的、语义一致的对应关系。这使得演示的交互区域能够以轻量级和可解释的方式跨几何不同的对象转移。对合成对象类别和现实世界机器人操作任务的实验表明，我们的方法能够以适度的计算成本实现准确的可供性转移，使其非常适合实际的机器人感知到动作管道。|[2602.14874](http://arxiv.org/abs/2602.14874)|null|\n",
        "2602.14824": "|**2026-02-16**|**Experimental Validation of HomHBFEM Simulations of Fast Corrector Magnets for PETRA IV**|本文介绍了均质谐波平衡有限元法 (HomHBFEM) 的实验验证，该方法是我们开发的一种专用于快速励磁周期磁体的仿真技术，特别是 DESY 的 PETRA IV 的快速校正器 (FC) 磁体。 HomHBFEM 允许使用相对粗糙的有限元 (FE) 网格在升高的频率下对层压磁体进行高效的三维非线性涡流模拟，并且无需计算成本高昂的时间步进。这是通过将基于频域的均匀化技术与谐波平衡有限元方法相结合来实现的。将沿 FC 磁体轴的磁通密度作为频率函数的仿真结果以及由此产生的积分传递函数 (ITF) 与 PETRA IV 的第一个原型 FC 磁体的霍尔探头和搜索线圈测量结果进行比较。对于 10 Hz 至 10 kHz 的激励频率，模拟和测量的 ITF 之间具有良好的一致性。|[2602.14824](http://arxiv.org/abs/2602.14824)|null|\n",
        "2602.14819": "|**2026-02-16**|**Testimole-Conversational: A 30-Billion-Word Italian Discussion Board Corpus (1996-2024) for Language Modeling and Sociolinguistic Research**|我们提供“Testimole-conversational”大量意大利语讨论板消息集合。语料库规模大，超过 30B 个单词标记（1996-2024），使其成为本地意大利语大语言模型预训练的理想数据集。此外，讨论板的消息是语言和社会学分析的相关资源。该语料库捕获了丰富多样的计算机介导的交流，提供了对非正式书面意大利语、话语动态和广泛时间跨度的在线社交互动的见解。除了与语言建模、领域适应和会话分析等 NLP 应用相关之外，它还支持数字通信中语言变异和社会现象的研究。该资源将免费提供给研究界。|[2602.14819](http://arxiv.org/abs/2602.14819)|null|\n",
        "2602.14812": "|**2026-02-16**|**Physical Commonsense Reasoning for Lower-Resourced Languages and Dialects: a Study on Basque**|物理常识推理代表了人类智能的基本能力，使个人能够理解他们的环境、预测未来事件和导航物理空间。近年来，人们对自然语言处理 (NLP) 中的推理任务越来越感兴趣。然而，之前没有研究考察过大型语言模型 (LLM) 在低资源语言（例如巴斯克语）的非问答（非 QA）物理常识推理任务中的性能。本文以意大利 GITA 为起点，通过提出 BasPhyCo 来解决这一差距，BasPhyCo 是巴斯克语的第一个非 QA 物理常识推理数据集，有标准变体和方言变体两种版本。我们评估模型在常识理解的三个层次上的表现：（1）区分合理和不合理的叙述（准确性），（2）识别使叙述不可信的冲突元素（一致性），以及（3）确定造成不可信的具体物理状态（可验证性）。这些任务是使用多个多语言法学硕士以及专门针对意大利语和巴斯克语预训练的模型进行评估的。结果表明，就可验证性而言，法学硕士在巴斯克语等低资源语言中表现出有限的物理常识能力，尤其是在处理方言变体时。|[2602.14812](http://arxiv.org/abs/2602.14812)|null|\n",
        "2602.14677": "|**2026-02-16**|**Kernel-based optimization of measurement operators for quantum reservoir computers**|寻找最佳测量算子对于量子库计算机（QRC）的性能至关重要，因为它们采用固定的量子特征图。我们在核岭回归框架中制定了无状态（量子极限学习机，QELM）和有状态（依赖于内存）QRC 的训练。这种方法提供了一个最佳的测量算子，可以最大限度地减少给定储层和训练数据集的预测误差。对于大量量子比特，该方法比传统的 QRC 训练更有效。我们讨论效率和实际实现策略，包括泡利基分解和算子对角化，以使最佳可观测量适应硬件约束。图像分类和时间序列预测任务的数值实验证明了该方法的有效性，也可以应用于其他量子机器学习模型。|[2602.14677](http://arxiv.org/abs/2602.14677)|null|\n",
        "2602.15830": "|**2026-02-17**|**Ensemble-size-dependence of deep-learning post-processing methods that minimize an (un)fair score: motivating examples and a proof-of-concept solution**|公平分数奖励那些表现得像来自与验证观测值相同分布的样本的集合预测成员。因此，当大型训练集合不可用或计算量过大时，作为损失函数来训练数据驱动的集合预测或后处理方法，它们是一个有吸引力的选择。调整后的连续排名概率得分 (aCRPS) 就集合规模而言是公平且无偏见的，前提是预测成员可以交换并可解释为从基础预测分布中条件独立地抽取。然而，在成员之间引入结构依赖性的分布感知后处理方法可能会违反这一假设，从而导致 aCRPS 不公平。我们使用两种旨在最小化有限集成的预期 aCRPS 的方法来证明这种效果：（1）逐个成员的线性校准，通过对样本集成平均值的共同依赖性来耦合成员；（2）深度学习方法，通过跨集成维度的变压器自注意力来耦合成员。在这两种情况下，结果都对集合大小敏感，并且 aCRPS 的明显增益可能对应于以过度分散为特征的系统不可靠性。我们引入轨迹变换器作为可以实现整体大小独立性的概念验证。这种方法是对带有 Transformers 的后处理集成 (PoET) 框架的改编，在交付周期内应用自注意力，同时保留 aCRPS 所需的条件独立性。当应用于 ECMWF 次季节预报系统的每周平均 $T_{2m}$ 预报时，此方法成功减少了系统模型偏差，同时还提高或保持了预报可靠性，无论训练中使用的集合规模（3 vs 9 个成员）或实时预报（9 vs 100 个成员）如何。|[2602.15830](http://arxiv.org/abs/2602.15830)|null|\n",
        "2602.15819": "|**2026-02-17**|**VideoSketcher: Video Models Prior Enable Versatile Sequential Sketch Generation**|素描本质上是一个连续的过程，在这个过程中，笔画是按照有意义的顺序绘制的，以探索和完善想法。然而，大多数生成模型将草图视为静态图像，忽略了创意绘画背后的时间结构。我们提出了一种用于顺序草图生成的数据高效方法，该方法采用预先训练的文本到视频扩散模型来生成草图绘制过程。我们的主要见解是，大型语言模型和视频扩散模型为这项任务提供了互补的优势：法学硕士提供语义规划和笔画排序，而视频扩散模型作为强大的渲染器，产生高质量、时间连贯的视觉效果。我们通过将草图表示为短视频来利用这一点，其中在文本指定的排序指令的指导下，在空白画布上逐步绘制笔画。我们引入了一种两阶段微调策略，将笔划顺序的学习与草图外观的学习分离。笔画顺序是使用具有受控时间结构的合成形状组合来学习的，而视觉外观是从多达七个手动创作的草图过程中提取出来的，这些过程捕获了全局绘图顺序和单个笔画的连续形成。尽管人类绘制的草图数据数量极其有限，但我们的方法可以生成高质量的顺序草图，这些草图严格遵循文本指定的顺序，同时展示丰富的视觉细节。我们通过画笔样式调节和自回归草图生成等扩展进一步展示了我们方法的灵活性，从而实现了额外的可控性和交互式协作绘图。|[2602.15819](http://arxiv.org/abs/2602.15819)|null|\n",
        "2602.15775": "|**2026-02-17**|**NeRFscopy: Neural Radiance Fields for in-vivo Time-Varying Tissues from Endoscopy**|内窥镜检查在医学成像中至关重要，可用于诊断、预后和治疗。为内窥镜视频开发强大的动态 3D 重建流程可以增强可视化、提高诊断准确性、帮助制定治疗计划并指导手术程序。然而，由于组织的可变形性质、单目相机的使用、照明变化、遮挡和未知的相机轨迹，出现了挑战。受神经渲染的启发，我们引入了 NeRFscopy，这是一种自监督管道，用于根据单眼视频对可变形内窥镜组织进行新颖的视图合成和 3D 重建。 NeRFscopy 包括一个可变形模型，该模型具有规范辐射场和由 SE(3) 变换参数化的时间相关变形场。此外，通过引入复杂的术语来学习 3D 隐式模型，无需假设任何模板或预训练模型，仅从数据中学习，即可有效地利用彩色图像。 NeRFscopy 在新颖的视图合成方面取得了准确的结果，在各种具有挑战性的内窥镜场景中优于竞争方法。|[2602.15775](http://arxiv.org/abs/2602.15775)|null|\n",
        "2602.15734": "|**2026-02-17**|**Language and Geometry Grounded Sparse Voxel Representations for Holistic Scene Understanding**|现有的3D开放词汇场景理解方法大多强调从2D基础模型中提取语言特征到3D特征字段，但很大程度上忽视了场景外观、语义和几何之间的协同作用。因此，场景理解常常偏离场景的底层几何结构，并与重建过程脱钩。在这项工作中，我们提出了一种新颖的方法，利用基于语言和几何的稀疏体素表示在统一的框架内全面建模外观、语义和几何。具体来说，我们使用 3D 稀疏体素作为基元，并采用外观场、密度场、特征场和置信度场来整体表示 3D 场景。为了促进外观、密度和特征字段之间的协同作用，我们构建了一个特征调制模块，并将语言特征从 2D 基础模型提取到 3D 场景模型中。此外，我们将几何蒸馏集成到特征场蒸馏中，通过深度相关正则化和模式一致性正则化将几何知识从几何基础模型转移到我们的 3D 场景表示。这些组件协同工作，在统一框架内对 3D 场景的外观、语义和几何进行协同建模。大量的实验表明，与整体场景理解和重建方面最先进的方法相比，我们的方法实现了卓越的整体性能。|[2602.15734](http://arxiv.org/abs/2602.15734)|null|\n",
        "2602.15733": "|**2026-02-17**|**MeshMimic: Geometry-Aware Humanoid Motion Learning through 3D Scene Reconstruction**|近年来，人形运动控制取得了重大突破，深度强化学习 (RL) 成为实现复杂的类人行为的主要催化剂。然而，人形机器人的高维性和复杂的动力学使得手动运动设计变得不切实际，导致严重依赖昂贵的运动捕捉（MoCap）数据。这些数据集不仅获取成本高昂，而且经常缺乏周围物理环境的必要几何背景。因此，现有的运动合成框架经常遭受运动和场景解耦的困扰，导致地形感知任务期间出现物理不一致，例如接触滑动或网格穿透。在这项工作中，我们提出了 MeshMimic，这是一种创新框架，它连接 3D 场景重建和体现智能，使人形机器人能够直接从视频中学习耦合的“运动-地形”交互。通过利用最先进的 3D 视觉模型，我们的框架可以精确分割和重建人体轨迹以及地形和物体的底层 3D 几何形状。我们引入了一种基于运动学一致性的优化算法，可以从嘈杂的视觉重建中提取高质量的运动数据，同时还引入了一种接触不变的重定向方法，可以将人类与环境的交互特征传递给类人智能体。实验结果表明，MeshMimic 在多样化和具有挑战性的地形中实现了稳健、高动态的性能。我们的方法证明，仅利用消费级单眼传感器的低成本管道可以促进复杂物理交互的训练，为非结构化环境中人形机器人的自主进化提供可扩展的路径。|[2602.15733](http://arxiv.org/abs/2602.15733)|null|\n",
        "2602.15672": "|**2026-02-17**|**Dosimetric Study of Lung Modulation and Motion Effects in Carbon ion Therapy for Lung Cancer**|碳离子放射治疗为肺癌提供了高剂量一致性，但其益处受到两个不确定性来源的限制：扫描束传输和肿瘤运动之间的相互作用，以及异质肺组织的剂量调节。本研究使用 GSI TRiP4D 治疗计划系统量化这些效应的单独和组合剂量影响。对来自 TCIA 的 18 个肺癌 4DCT 数据集进行了分析。调制功率（$P_{\\mathrm{mod}}$）被分配给肺体素。从高斯分布 ($200μ\\mathrm{m} \\pm 67μ\\mathrm{m}$) 中采样三个值，并测试了 $750μ\\mathrm{m}$ 的极值。通过将扫描光束传输与患者特定的呼吸运动相结合来计算相互作用剂量。研究了四种场景：静态、静态调制、相互作用以及调制相互作用。指标包括 $D95\\%$、$V95\\%$、均匀性指数 (HI)、肺 $V16\\mathrm{Gy}$ 和心脏 $V20\\mathrm{Gy}$。 Interplay 将目标覆盖率降低了 $5.2 \\pm 1.5$ 每人 ($D95\\%$)、$12.1 \\pm 5.9$ 每人 ($V95\\%$) 和 $8.3 \\pm 2.4$ 每人 (HI)。极端的 $P_{\\mathrm{mod}}$ 本身就造成了轻微的退化。当与相互作用相结合时，它部分补偿了损失。这种影响随着 4D 优化而减弱。分割减轻了相互作用，使肺调节成为主要的残余效应。|[2602.15672](http://arxiv.org/abs/2602.15672)|null|\n",
        "2602.15516": "|**2026-02-17**|**Semantic-Guided 3D Gaussian Splatting for Transient Object Removal**|随意多视图捕获中的瞬态对象会导致 3D 高斯泼溅 (3DGS) 重建中出现重影伪影。现有的解决方案依赖于场景分解，需要大量的内存成本，或者依赖于容易受到视差模糊影响的基于运动的启发式方法。提出了一种语义过滤框架，用于使用视觉语言模型进行类别感知瞬态去除。渲染视图和干扰文本提示之间的 CLIP 相似度分数是在训练迭代中按高斯累积的。超过校准阈值的高斯进行不透明度正则化和定期修剪。与基于运动的方法不同，语义分类通过独立于运动模式识别对象类别来解决视差模糊性。 RobustNeRF 基准测试的实验表明，四个序列的重建质量均优于普通 3DGS，同时保持最小的内存开销和实时渲染性能。阈值校准以及与基线的比较验证了语义指导作为在具有可预测干扰类别的场景中瞬态去除的实用策略。|[2602.15516](http://arxiv.org/abs/2602.15516)|null|\n",
        "2602.15469": "|**2026-02-17**|**A fresh look at boundary terms in Einstein-Hilbert gravity via an initial value variational principle**|广义相对论的一个关键原则是时空的动力学性质，理想地表示为初始值问题。在这里，我们通过构建 Schwinger-Keldysh-Galley (SKG) 作用，探索经典爱因斯坦-希尔伯特引力作为初值问题的变分公式，包括对边界项的仔细处理。该结构基于双倍自由度并且独立于叶状结构。该作用自然分解为提供爱因斯坦方程的体项和与守恒量（例如科马尔质量）相关的边界项。我们发现，由于只需在边界上指定微不足道的连接条件，因此作为初始值问题的重力变分作用原理就变得适定，而无需添加额外的边界项。 SKG 引力方法提供了一种新颖且互补的途径，可以绕过控制方程，直接从作用中求解时空度量。|[2602.15469](http://arxiv.org/abs/2602.15469)|null|\n",
        "2602.15404": "|**2026-02-17**|**Development and validation of a sharp interface immersed boundary method for high-speed flows**|本研究提出了一种先进的锐界面浸没边界方法 (IBM)，它与 ​​OpenFOAM 平台上的blastFOAM 库集成，用于高速可压缩流动模拟。  开发的求解器将 OpenFOAM 中可用的现有 IBM 技术扩展到可压缩状态，解决冲击波、膨胀和动态几何等挑战，而无需贴体网格。这项工作的一个新颖贡献是实现了浸没表面速度的滑移边界条件，专门设计用于处理无粘性高速流动。该方法还将二阶多项式IBM重建与多种通量方案相结合，例如Kurganov、Tadmor、HLL（Harten-Lax-van Leer）和AUSM+up（平流上游分裂法加逆风）。该技术在不同的高速流动条件下实现了显着的精度。通过楔子、圆柱体、翼型、球体和移动活塞上的超音速流动案例进行了广泛的验证。结果显示与解析解和贴体解非常一致，具有清晰的冲击分辨率、最小的数值振荡和冲击反射。网格收敛研究证实了求解器在不同网格分辨率下的可靠性，而三维模拟则强调了其扩大应用的能力。该求解器提供了一种灵活、高效且准确的工具，用于捕获各种马赫数和几何形状的高速流动现象。它在网格处理方面具有显着的优势，特别是对于动态或复杂的配置，使其成为涉及可压缩流的航空航天和工程应用的理想选择。|[2602.15404](http://arxiv.org/abs/2602.15404)|null|\n",
        "2602.15401": "|**2026-02-17**|**On the dynamics, thermodynamics and fine structure of virtual erupting filaments**|目前尚不完全清楚为什么有些太阳能灯丝会爆发，而另一些则不会。那些通常会经历缓慢上升，然后是加速阶段，尽管这种转变需要进一步研究。人们已经观察到喷发日珥在加速阶段会升温，但这种升温的起源仍不清楚。此外，一些日冕物质抛射在白光观测中具有超出经典三部分形态的额外精细结构。我们的目标是详细阐述日珥喷发的动力学，研究加速阶段的加热情况，并将我们的发现与观测结果联系起来。我们采用开源 MPI-AMRVAC 代码来求解延伸至 300 Mm 的冠状域上的 2.5D MHD 方程，并使用自适应网格细化来获得高分辨率。应用于初始磁拱的足点剪切和会聚运动的受控组合会产生具有自洽日珥的喷发磁绳，并由于热不稳定性而形成日冕雨。我们发现与系统通电相关的非喷发和喷发案例。与 AIA 细丝喷发目录的观测结果进行比较表明，缓慢上升和脉冲阶段是通过磁重联调制的。向加速的转变对应于流入阿尔文马赫数的增加。热传导和压缩加热可导致显着蒸发。我们在喷射磁绳的 EUV 图像中获得了嵌套的圆形精细结构，部分是由等离子体相互作用造成的。我们得出的结论是，内部加热过程和磁重联在日冕物质抛射的早期演化中发挥着关键作用。|[2602.15401](http://arxiv.org/abs/2602.15401)|null|\n"
    },
    "具生智能&自动驾驶": {
        "2602.12281": "|**2026-02-12**|**Scaling Verification Can Be More Effective than Scaling Policy Learning for Vision-Language-Action Alignment**|通用机器人的长期愿景取决于它们理解自然语言指令并采取行动的能力。视觉-语言-动作（VLA）模型在实现这一目标方面取得了显着进展，但它们生成的动作仍然可能与给定的指令不一致。在本文中，我们研究了测试时验证作为缩小“意图-动作差距”的一种手段。我们首先描述了具体指令遵循的测试时缩放定律，并证明联合缩放改写指令和生成动作的数量大大增加了测试时样本的多样性，通常比独立缩放每个维度更有效地恢复正确的动作。为了利用这些缩放定律，我们提出了 CoVer，一种用于视觉-语言-动作对齐的对比验证器，并表明我们的架构可以通过额外的计算来优雅地缩放然后，我们为 VLA 引入“启动时计算”和分层验证推理管道。在部署时，我们的框架会根据视觉语言模型 (VLM) 预先计算一组不同的改写指令，为每个指令重复生成候选操作，然后使用验证器选择最佳的高级提示和低级操作块。与对相同数据进行扩展策略预训练相比，我们的验证方法在分布和数据方面获得了 22% 的增益。在 SIMPLER 基准上分布不均 13%，在实际实验中进一步提高 45% 在 PolaRiS 基准上，CoVer 的任务进度提高了 14%，成功率提高了 9%。|[2602.12281](http://arxiv.org/abs/2602.12281)|null|\n",
        "2602.12218": "|**2026-02-12**|**The Observer Effect in World Models: Invasive Adaptation Corrupts Latent Physics**|确定神经模型是否将物理定律内化为世界模型，而不是利用统计捷径，仍然具有挑战性，特别是在分布外（OOD）变化的情况下。标准评估通常通过下游适应（例如微调或高容量探测）来测试潜在能力，但此类干预可能会改变正在测量的表示，从而混淆自监督学习（SSL）期间学到的内容。我们提出了一种非侵入性评估协议 PhyIP。在线性表示假设的推动下，我们测试物理量是否可以从冻结表示中线性解码。在流体动力学和轨道力学中，我们发现当 SSL 实现低误差时，潜在结构变得可线性访问。 PhyIP 在 OOD 测试中恢复内能和牛顿平方反比缩放（例如 $ρ> 0.90$）。相反，基于适应的评估可以破坏这种结构（$ρ\\approx 0.05$）。这些发现表明，基于适应的评估可以掩盖潜在结构，并且低容量探针可以对物理世界模型提供更准确的评估。|[2602.12218](http://arxiv.org/abs/2602.12218)|null|\n",
        "2602.12215": "|**2026-02-12**|**LDA-1B: Scaling Latent Dynamics Action Model via Universal Embodied Data Ingestion**|最近的机器人基础模型在很大程度上依赖于大规模行为克隆，它模仿专家的行为，但丢弃了嵌入异构数据中的可转移的动力学知识。虽然统一世界模型 (UWM) 公式有潜力利用如此多样化的数据，但由于粗略的数据使用和分散的数据集，现有的实例很难扩展到基础级别。我们引入了 LDA-1B，这是一种机器人基础模型，通过联合学习动态、策略和视觉预测，为不同质量的数据分配不同的角色，通过通用的具体数据摄取进行扩展。为了大规模支持这种制度，我们组装并标准化了 EI-30k，这是一个具体的交互数据集，以统一的格式包含超过 30,000 小时的人类和机器人轨迹。通过在结构化 DINO 潜在空间中进行预测，可以实现对此类异构数据的可扩展动态学习，从而避免冗余的像素空间外观建模。作为对这种表示的补充，LDA-1B 采用多模态扩散变压器来处理异步视觉和动作流，从而实现 1B 参数规模的稳定训练。模拟和现实世界的实验表明，在接触丰富、灵巧和长视野任务上，LDA-1B 的性能分别比先前方法（例如 $π_{0.5}$）高出 21\\%、48\\% 和 23\\%。值得注意的是，LDA-1B 能够实现数据高效的微调，通过利用 30% 的通常有害和丢弃的低质量轨迹，获得 10% 的增益。|[2602.12215](http://arxiv.org/abs/2602.12215)|null|\n",
        "2602.12201": "|**2026-02-12**|**Oxygen left behind: Atmospheric Enrichment due to Fractionation in Sub-Neptunes using BOREAS**|系外行星大气的演化受到大气逃逸的强烈影响，特别是对于近距离行星而言。大气损失过程中的分馏可以优先除去较轻的元素（例如氢），同时保留较重的元素（例如氧）。在这项研究中，我们研究了流体动力逃逸和化学分馏如何以及在什么条件下共同塑造系外行星大气的质量和成分，特别是混合 H2 + H2O 大气。我们开发了 BOREAS，这是一种自洽质量损失模型，将一维帕克风公式与质量相关分馏方案相结合，我们将其应用于一系列行星质量、半径、平衡温度和入射 XUV 通量，使我们能够及时跟踪不同快照下的氢和氧逃逸率。我们发现氧气在大部分参数空间上被有效保留。在高入射 XUV 通量下会发生显着的氧损失，而在中等通量下，氧损失主要局限于低重力行星。在保留氧气的情况下，辐射太弱而无法促使氢气大量逸出，从而限制了大气富集。相比之下，我们的模型预测海王星以下的大气层在大约 10 年内会经历大量富集。当氢气逸出有效且伴有部分氧气夹带时为 200 Myr。值得注意的是，我们的结果表明，半径谷附近的亚海王星可以演化成富含水的行星，这与 GJ 9827 d 一致。在某些条件下，当今富含水的大气可能起源于贫水的包层，这凸显了在演化模型中包括化学分馏的必要性。 BOREAS 是公开可用的。|[2602.12201](http://arxiv.org/abs/2602.12201)|null|\n",
        "2602.12164": "|**2026-02-12**|**Sci-CoE: Co-evolving Scientific Reasoning LLMs via Geometric Consensus with Sparse Supervision**|大型语言模型（LLM）已经展示了卓越的推理能力，并且共同进化的范式在代码和数学等领域显示出了有希望的结果。然而，在科学推理任务中，由于解决方案评估不可靠和验证策略的多样性有限，这些模型仍然脆弱。在这项工作中，我们提出了 Sci-CoE，这是一个两阶段的科学协同进化框架，使模型能够通过从稀疏监督到无监督学习的过渡，作为求解器和验证器进行自我进化。在第一阶段，模型使用一小组带注释的数据为验证者建立基本的正确性判断锚。第二阶段，我们引入了共同考虑共识、可靠性和多样性的几何奖励机制，驱动未标记数据的大规模自我迭代。在多个通用科学基准上的实验表明，Sci-CoE增强了复杂推理能力，并表现出强大的可扩展性，有利于构建更强大、更多样化的评估系统。代码可在 https://github.com/InternScience/Sci-CoE 获取。|[2602.12164](http://arxiv.org/abs/2602.12164)|null|\n",
        "2602.12099": "|**2026-02-12**|**GigaBrain-0.5M*: a VLA That Learns From World Model-Based Reinforcement Learning**|由于场景理解受限和未来预测能力较弱，直接根据当前观察预测多步骤动作块的视觉-语言-动作（VLA）模型面临着固有的局限性。相比之下，在网络规模视频语料库上预先训练的视频世界模型表现出强大的时空推理和准确的未来预测，使它们成为增强 VLA 学习的天然基础。因此，我们提出 \\textit{GigaBrain-0.5M*}，这是一种通过基于世界模型的强化学习训练的 VLA 模型。基于 \\textit{GigaBrain-0.5} 构建，该文件经过超过 10,000 小时的机器人操作数据预训练，其中间版本目前在国际 RoboChallenge 基准测试中排名第一。 \\textit{GigaBrain-0.5M*} 通过 \\textit{RAMP} （通过世界模型条件策略进行强化学习）进一步集成基于世界模型的强化学习，以实现强大的跨任务适应。实证结果表明，\\textit{RAMP} 比 RECAP 基线实现了显着的性能提升，在具有挑战性的任务上实现了约 30\\% 的改进，包括 \\texttt{洗衣折叠}、\\texttt{盒子包装} 和 \\texttt{浓缩咖啡准备}。至关重要的是，\\textit{GigaBrain-0.5M$^*$} 表现出可靠的长视野执行，始终如一地完成复杂的操作任务，不会失败，这已通过我们的\\href{https://gigabrain05m.github.io}{项目页面}上的实际部署视频进行了验证。|[2602.12099](http://arxiv.org/abs/2602.12099)|null|\n",
        "2602.12063": "|**2026-02-12**|**VLAW: Iterative Co-Improvement of Vision-Language-Action Policy and World Model**|本文的目标是通过迭代在线交互来提高视觉-语言-动作（VLA）模型的性能和可靠性。由于在现实世界中收集策略推出的成本很高，因此我们研究了是否可以使用学习的模拟器（具体而言，动作条件视频生成模型）来生成额外的推出数据。不幸的是，现有的世界模型缺乏政策改进所需的物理保真度：它们主要是在演示数据集上进行训练的，这些数据集缺乏对许多不同物理交互（特别是失败案例）的覆盖，并且很难在接触丰富的对象操作中准确地模拟微小但关键的物理细节。我们提出了一种简单的迭代改进算法，该算法使用现实世界的转出数据来提高世界模型的保真度，然后可以使用该算法生成补充合成数据以改进 VLA 模型。在我们对真实机器人的实验中，我们使用这种方法来提高最先进的 VLA 模型在多个下游任务上的性能。与基本策略相比，我们的绝对成功率提高了 39.2%，通过生成的综合部署进行训练，绝对成功率提高了 11.6%。视频可以在这个匿名网站上找到：https://sites.google.com/view/vla-w|[2602.12063](http://arxiv.org/abs/2602.12063)|null|\n",
        "2602.12062": "|**2026-02-12**|**HoloBrain-0 Technical Report**|在这项工作中，我们介绍了 HoloBrain-0，这是一个全面的视觉-语言-动作 (VLA) 框架，它弥补了基础模型研究和可靠的现实世界机器人部署之间的差距。我们系统的核心是一种新颖的 VLA 架构，它明确地结合了机器人实施例先验，包括多视图相机参数和运动学描述 (URDF)，以增强 3D 空间推理并支持不同的实施例。我们通过可扩展的“训练前然后训练后”范例验证了这一设计，在 RoboTwin 2.0、LIBERO 和 GenieSim 等模拟基准上取得了最先进的结果，并且在具有挑战性的长视野现实世界操作任务中取得了出色的结果。值得注意的是，我们高效的 0.2B 参数变体可与更大的基线相媲美，从而实现低延迟的设备部署。为了进一步加速研究和实际采用，我们完全开源整个 HoloBrain 生态系统，其中包括：(1) 强大的预训练 VLA 基础；(2) 用于多个模拟套件和实际任务的后训练检查点；(3) RoboOrchard，用于数据管理、模型训练和部署的全栈 VLA 基础设施，与标准化数据收集协议一起，该版本为社区提供了一条完整的、可重复的高性能机器人操作路径。|[2602.12062](http://arxiv.org/abs/2602.12062)|null|\n",
        "2602.12032": "|**2026-02-12**|**When would Vision-Proprioception Policies Fail in Robotic Manipulation?**|本体感觉信息对于提供实时机器人状态的精确伺服控制至关重要。人们高度期望它与视觉的合作能够提高复杂任务中操纵策略的性能。然而，最近的研究报告了对视觉本体感觉政策的普遍化的不一致的观察。在这项工作中，我们通过进行时间控制实验来研究这一点。我们发现，在机器人运动转换的任务子阶段（需要目标定位）中，视觉本体感觉策略的视觉模态发挥的作用有限。进一步的分析表明，该策略自然倾向于简洁的本体感受信号，这些信号在训练时可以更快地减少损失，从而在运动转换阶段主导优化并抑制视觉模态的学习。为了缓解这个问题，我们提出了带有相位引导的梯度调整（GAP）算法，该算法自适应地调节本体感觉的优化，从而实现视觉本体感觉策略内的动态协作。具体来说，我们利用本体感觉来捕获机器人状态并估计属于运动转换阶段的轨迹中每个时间步的概率。在策略学习过程中，我们应用细粒度的调整，根据估计的概率降低本体感觉梯度的大小，从而形成稳健且可推广的视觉本体感觉策略。综合实验表明，GAP 适用于模拟和现实环境、单臂和双臂设置，并且与传统模型和视觉-语言-动作模型兼容。我们相信这项工作可以为机器人操纵中视觉本体感觉策略的发展提供有价值的见解。|[2602.12032](http://arxiv.org/abs/2602.12032)|null|\n",
        "2602.11978": "|**2026-02-12**|**Accelerating Robotic Reinforcement Learning with Agent Guidance**|强化学习 (RL) 为自主机器人提供了一个强大的范例，让其通过反复试验掌握通用操作技能。然而，其实际应用却因严重的样本效率低下而受到抑制。最近的人在环（HIL）方法通过使用人工修正来加速训练，但这种方法面临可扩展性障碍。对人类监督员的依赖强制实行 1:1 的监督比例，这限制了车队的扩张，操作员在长时间的工作中会感到疲劳，并且由于人员熟练程度不一致而带来很大的差异。我们提出了代理引导策略搜索（AGPS），这是一个通过用多模式代理取代人类监督员来自动化训练流程的框架。我们的主要见解是，代理可以被视为语义世界模型，在结构物理探索之前注入内在价值。通过使用可执行工具，代理通过修正路径点和空间约束提供精确的指导，以进行探索修剪。我们在两项任务上验证了我们的方法，从精确插入到可变形对象操作。结果表明，AGPS 在样本效率方面优于 HIL 方法。这实现了监督管道的自动化，开启了免劳动力且可扩展的机器人学习之路。项目网站：https://agps-rl.github.io/agps。|[2602.11978](http://arxiv.org/abs/2602.11978)|null|\n",
        "2602.13193": "|**2026-02-13**|**Steerable Vision-Language-Action Policies for Embodied Reasoning and Hierarchical Control**|预训练的视觉语言模型 (VLM) 可以在不同的设置中进行语义和视觉推理，为机器人控制提供有价值的常识先验。然而，有效地将这些知识扎根于机器人行为仍然是一个开放的挑战。现有方法通常采用分层方法，其中 VLM 推理要由单独的低级策略（例如视觉语言动作模型（VLA））执行的高级命令。 VLM 和 VLA 之间的接口通常是自然语言任务指令，这从根本上限制了 VLM 推理可以引导低级行为的程度。因此，我们引入了可操纵策略：VLA 在不同抽象级别（例如子任务、运动和接地像素坐标）上接受了丰富的合成命令的训练。通过提高低级可控性，可引导策略可以解锁 VLM 中的预训练知识，从而改进任务泛化。我们通过使用学习的高级具体推理器和现成的 VLM 来控制我们的可引导策略来证明这一好处，该 VLM 提示通过上下文学习对命令抽象进行推理。在广泛的现实世界操作实验中，这两种新颖的方法优于先前的体现推理 VLA 和基于 VLM 的分层基线，包括在具有挑战性的泛化和长期任务上。   网站：steerable-policies.github.io|[2602.13193](http://arxiv.org/abs/2602.13193)|null|\n",
        "2602.13173": "|**2026-02-13**|**Accuracy Comes at a Cost: Optimal Localisation Against a Flow**|一个被推进的粒子要抵抗热噪声和将其带走的恒定流，保持在固定目标附近，需要做多少功？我们研究了在有限时间内对此类粒子的控制，并找到了无需反馈的时间相关游泳速度和扩散率的最佳方案。通过与目标的均方偏差来量化的准确性和能量成本通过权衡相关，这补充了随机热力学中已知的精度和成本之间的关系。我们表明，高于某个阈值的准确度需要主动驾驶，而成本随着准确度的增加而增加。最佳方案具有不连续的游泳速度和扩散率，在扩散率消失的被动漂移状态和主动推进状态之间切换。这项研究强调了随时间变化的扩散率如何增强最优控制，并为人工自驱动粒子在噪声环境中导航的成本和准确性设定基准。|[2602.13173](http://arxiv.org/abs/2602.13173)|null|\n",
        "2602.13086": "|**2026-02-13**|**UniManip: General-Purpose Zero-Shot Robotic Manipulation with Agentic Operational Graph**|实现通用机器人操作需要机器人在非结构化环境中无缝地连接高级语义意图与低级物理交互。然而，现有方法在零样本泛化方面表现不佳：端到端视觉语言动作（VLA）模型通常缺乏长期任务所需的精度，而传统的分层规划器在面对开放世界变化时会受到语义僵化的困扰。为了解决这个问题，我们提出了 UniManip，这是一个基于双层代理操作图（AOG）的框架，它统一了语义推理和物理基础。通过将用于任务编排的高级代理层与用于动态状态表示的低级场景层相结合，系统不断地将抽象规划与几何约束保持一致，从而实现稳健的零样本执行。与静态管道不同，UniManip 作为动态代理循环运行：它根据非结构化感知主动实例化以对象为中心的场景图，通过安全感知本地规划器将这些表示参数化为无碰撞轨迹，并利用结构化内存来自主诊断执行故障并从执行故障中恢复。大量实验验证了该系统对未见过的物体和任务的强大零样本能力，与最先进的 VLA 和分层基线相比，成功率分别高出 22.5% 和 25.0%。值得注意的是，该系统能够从固定基地设置直接零次转移到移动操纵，无需微调或重新配置。我们的开源项目页面可以在 https://henryhcliu.github.io/unimanip 找到。|[2602.13086](http://arxiv.org/abs/2602.13086)|null|\n",
        "2602.13040": "|**2026-02-13**|**TCRL: Temporal-Coupled Adversarial Training for Robust Constrained Reinforcement Learning in Worst-Case Scenarios**|约束强化学习（CRL）旨在优化约束条件下的决策策略，使其高度适用于自动驾驶、机器人和电网管理等安全关键领域。然而，现有的鲁棒 CRL 方法主要关注单步扰动和时间独立的对抗模型，缺乏针对时间耦合扰动的鲁棒性的明确建模。为了应对这些挑战，我们提出了 TCRL，一种新颖的时间耦合对抗训练框架，用于在最坏情况下实现稳健的约束强化学习（TCRL）。首先，TCRL 引入了最坏情况感知的成本约束函数，该函数可以估计时间耦合扰动下的安全成本，而无需显式地对对抗性攻击者进行建模。其次，TCRL 在奖励上建立了双重约束防御机制，以对抗时间耦合的对手，同时保持奖励的不可预测性。实验结果表明，TCRL 在针对各种 CRL 任务中的时间耦合扰动攻击的鲁棒性方面始终优于现有方法。|[2602.13040](http://arxiv.org/abs/2602.13040)|null|\n",
        "2602.13003": "|**2026-02-13**|**MASAR: Motion-Appearance Synergy Refinement for Joint Detection and Trajectory Forecasting**|经典的自动驾驶系统通过手工制作的边界框接口连接感知和预测模块，限制信息流并将错误传播到下游任务。最近的研究旨在开发共同解决感知和预测问题的端到端模型；然而，他们往往无法充分利用外观和运动线索之间的协同作用，主要依赖于短期视觉特征。我们遵循“向后看以向前看”的理念，提出了 MASAR，一种新颖的完全可微框架，用于联合 3D 检测和轨迹预测，与任何基于 Transformer 的 3D 检测器兼容。 MASAR 采用以对象为中心的时空机制，联合编码外观和运动特征。通过预测过去的轨迹并使用外观线索的指导对其进行改进，MASAR 捕获了长期的时间依赖性，从而增强了未来轨迹的预测。在 nuScenes 数据集上进行的实验证明了 MASAR 的有效性，显示 minADE 和 minFDE 提高了 20% 以上，同时保持了稳健的检测性能。代码和模型可在 https://github.com/aminmed/MASAR 获取。|[2602.13003](http://arxiv.org/abs/2602.13003)|null|\n",
        "2602.12978": "|**2026-02-13**|**Learning Native Continuation for Action Chunking Flow Policies**|动作分块使视觉语言动作 (VLA) 模型能够实时运行，但简单的分块执行通常会在块边界处表现出不连续性。实时分块 (RTC) 缓解了这个问题，但它是策略外部的，导致虚假的多模式切换和本质上不平滑的轨迹。我们提出了 Legato，一种基于动作分块流的 VLA 策略的训练时间延续方法。具体来说，Legato 从已知动作和噪声的时间表形状的混合中初始化去噪，使模型暴露于部分动作信息。此外，Legato 重塑了学习到的流动力学，以确保去噪过程在每步指导下的训练和推理之间保持一致。 Legato 在训练期间进一步使用随机调度条件来支持不同的推理延迟并实现可控的平滑度。根据经验，Legato 会产生更平滑的轨迹，并减少执行过程中的虚假多模式切换，从而减少犹豫并缩短任务完成时间。大量的实际实验表明，Legato 在五项操作任务中始终优于 RTC，在轨迹平滑度和任务完成时间方面均实现了约 10% 的改进。|[2602.12978](http://arxiv.org/abs/2602.12978)|null|\n",
        "2602.12963": "|**2026-02-13**|**Information-theoretic analysis of world models in optimal reward maximizers**|人工智能领域的一个重要问题是成功的行为在多大程度上需要对世界的内部表征。在这项工作中，我们量化了最佳策略提供的有关底层环境的信息量。我们考虑一个具有 $n$ 状态和 $m$ 动作的受控马尔可夫过程 (CMP)，假设在可能的过渡动态空间上有一个统一的先验。我们证明，观察对于任何非恒定奖励函数来说都是最佳的确定性策略可以准确地传达 $n \\log m$ 位有关环境的信息。具体来说，我们表明环境和最优策略之间的互信息为 $n \\log m$ 位。这一界限适用于广泛的目标，包括有限范围、无限范围贴现和时间平均奖励最大化。这些发现为最优性所需的“隐式世界模型”提供了精确的信息论下界。|[2602.12963](http://arxiv.org/abs/2602.12963)|null|\n",
        "2602.12902": "|**2026-02-13**|**Robustness of Object Detection of Autonomous Vehicles in Adverse Weather Conditions**|随着自动驾驶技术的广泛采用，确定不同环境条件下的安全操作阈值对于公共安全至关重要。本文提出了一种评估恶劣天气条件下自动驾驶车辆目标检测 ML 模型鲁棒性的方法。它采用数据增强算子生成合成数据，以渐进强度级别模拟不利操作条件的不同切断程度，以找到对象检测模型失败的不利条件的最低强度。对象检测模型的鲁棒性通过基准测试中输入图像的平均首次失效系数 (AFFC) 来衡量。该论文报告了一项使用四种目标检测模型的实验：YOLOv5s、YOLOv11s、Faster R-CNN 和 Detectron2，利用七个数据增强算子来模拟雾、雨和雪的天气条件，以及黑暗、明亮、耀斑和阴影的照明条件。实验数据表明，该方法可行、有效，能够高效地评估和比较物体检测模型在各种恶劣运行条件下的鲁棒性。特别是，Faster R-CNN 模型在所有七种不利条件下实现了最高的鲁棒性，总体平均 AFFC 为 71.9%，而 YOLO 变体的 AFFC 值为 43%。该方法还用于评估使用合成数据针对不利操作条件的模型训练对模型鲁棒性的影响。据观察，这种训练可以提高不利条件下的鲁棒性，但如果训练过度，可能会出现收益递减和遗忘现象（即鲁棒性下降）。|[2602.12902](http://arxiv.org/abs/2602.12902)|null|\n",
        "2602.12877": "|**2026-02-13**|**RoadscapesQA: A Multitask, Multimodal Dataset for Visual Question Answering on Indian Roads**|了解道路场景对于自动驾驶至关重要，因为它使系统能够解释视觉环境以帮助做出有效的决策。我们提出了 Roadscapes，这是一个多任务多模式数据集，由在印度不同驾驶环境中捕获的多达 9,000 张图像组成，并附有手动验证的边界框。为了促进可扩展的场景理解，我们采用基于规则的启发式方法来推断各种场景属性，这些属性随后用于生成用于对象基础、推理和场景理解等任务的问答（QA）对。该数据集包括印度城市和乡村的各种场景，包括在白天和夜间环境下捕获的高速公路、便道、村庄小路和拥挤的城市街道。 Roadscapes 的策划是为了推进非结构化环境中视觉场景理解的研究。在本文中，我们描述了数据收集和注释过程，提供了关键数据集统计数据，并为使用视觉语言模型的图像 QA 任务提供了初始基线。|[2602.12877](http://arxiv.org/abs/2602.12877)|null|\n",
        "2602.12847": "|**2026-02-13**|**DPUConfig: Optimizing ML Inference in FPGAs Using Reinforcement Learning**|异构嵌入式系统具有多种计算元件和加速器（例如 FPGA），为快速灵活的机器学习推理提供了一个有前途的平台，这对于自动驾驶和增强现实等服务至关重要，因为延迟可能会造成高昂的代价。然而，在基于 FPGA 的系统中为深度学习应用高效分配计算资源是一项具有挑战性的任务。深度学习处理器单元 (DPU) 是一种可参数化的基于 FPGA 的加速器模块，针对 ML 推理进行了优化。它支持广泛的机器学习模型，并且可以在单个 FPGA 中多次实例化以实现并发执行。本文介绍了 DPUConfig，这是一种基于自定义强化学习 (RL) 代理的新型运行时管理框架，它通过利用实时遥测数据监控、系统利用率、功耗和应用程序性能来动态选择最佳 DPU 配置，以告知其配置选择决策。实验评估表明，RL 代理的能效达到了 Xilinx Zynq UltraScale+ MPSoC ZCU102 上多个 CNN 模型最佳可实现能效的 95%（平均）。|[2602.12847](http://arxiv.org/abs/2602.12847)|null|\n",
        "2602.15019": "|**2026-02-16**|**Hunt Globally: Deep Research AI Agents for Drug Asset Scouting in Investing, Business Development, and Search & Evaluation**|生物制药创新已经发生转变：许多新药资产现在源自美国境外，并主要通过地区性非英语渠道披露。最近的数据显示，超过 85% 的专利申请来自美国以外，其中中国占全球总量的近一半；非美国学术成果的份额越来越大。行业估计，中国的药物开发占全球药物开发的 30% 左右，涉及 1,200 多种新候选药物。在这种高风险环境中，未能揭露“不为人知”的资产会给投资者和业务开发团队带来数十亿美元的风险，从而使资产搜寻成为覆盖范围至关重要的竞争，速度和完整性驱动价值。然而，当今的深度研究人工智能代理在跨异构、多语言来源实现高召回率发现而没有幻觉方面仍然落后于人类专家。   我们提出了一种药物资产侦察的基准方法和一个经过调整的、基于树的自学习生物光学代理，旨在实现完整的、非幻觉的侦察。我们使用多语言多代理管道构建了一个具有挑战性的完整性基准：复杂的用户查询与基本位于以美国为中心的雷达之外的真实资产相结合。为了反映真实交易的复杂性，我们收集了来自专业投资者、BD 和 VC 专业人士的筛选查询，并将它们用作先验条件来有条件地生成基准查询。对于评分，我们使用法学硕士作为评判评估，并根据专家意见进行校准。我们将 Bioptic Agent 与 Claude Opus 4.6、OpenAI GPT-5.2 Pro、Perplexity Deep Research、Gemini 3 Pro + Deep Research 和 Exa Websets 进行比较。 Bioptic Agent 的 F1 达到 79.7%，而 F1 为 56.2% (Claude Opus 4.6)、50.6% (Gemini 3 Pro + Deep Research)、46.6% (GPT-5.2 Pro)、44.2% (Perplexity Deep Research) 和 26.9% (Exa Websets)。通过额外的计算，性能急剧提高，支持了更多计算产生更好结果的观点。|[2602.15019](http://arxiv.org/abs/2602.15019)|null|\n",
        "2602.15012": "|**2026-02-16**|**Cold-Start Personalization via Training-Free Priors from Structured World Models**|冷启动个性化需要在没有特定于用户的历史数据可用时通过交互推断用户偏好。核心挑战是路由问题：每个任务都有数十个偏好维度，但个人用户只关心其中几个，而哪些维度重要取决于提出请求的人。由于问题预算有限，没有结构的提问会错过重要的维度。强化学习是自然的公式，但在多轮设置中，其最终奖励无法利用偏好数据的分解的、按标准的结构，并且在实践中学习的策略崩溃为忽略用户响应的静态问题序列。我们建议将冷启动启发分解为离线结构学习和在线贝叶斯推理。 Pep（先验偏好启发）从完整的配置文件中离线学习偏好相关性的结构化世界模型，然后在线执行免训练贝叶斯推理以选择信息性问题并预测完整的偏好配置文件，包括从未询问过的维度。该框架在下游求解器中是模块化的，并且只需要简单的信念模型。在医学、数学、社会和常识推理方面，Pep 在生成的响应和用户陈述的偏好之间实现了 80.8% 的一致性，而 RL 的一致性为 68.5%，交互次数减少了 3-5 倍。当两个用户对同一问题给出不同答案时，Pep 在 39-62% 的情况下会更改其后续内容，而 RL 的这一比例为 0-28%。与 RL 的 8B 参数相比，它使用约 10K 参数来实现这一点，这表明冷启动启发的瓶颈是利用偏好数据的分解结构的能力。|[2602.15012](http://arxiv.org/abs/2602.15012)|null|\n",
        "2602.14989": "|**2026-02-16**|**ThermEval: A Structured Benchmark for Evaluation of Vision-Language Models on Thermal Imagery**|视觉语言模型 (VLM) 在 RGB 图像上实现了强大的性能，但它们不能推广到热图像。热传感在可见光失效的环境中发挥着至关重要的作用，包括夜间监视、搜索和救援、自动驾驶和医疗筛查。与 RGB 图像不同，热图像编码物理温度而不是颜色或纹理，需要现有以 RGB 为中心的基准测试无法评估的感知和推理能力。我们推出了 ThermEval-B，这是一个包含约 55,000 个热视觉问答对的结构化基准，旨在评估热视觉语言理解所需的基本原语。 ThermEval-B 将公共数据集与我们新收集的 ThermEval-D 集成在一起，ThermEval-D 是第一个在不同的室内和室外环境中提供密集的每像素温度图和语义身体部位注释的数据集。通过评估 25 个开源和闭源 VLM，我们发现模型在基于温度的推理中始终失败，在颜色图转换下性能下降，并且默认为语言先验或固定响应，而通过提示或监督微调仅获得边际收益。这些结果表明，热理解需要超越以 RGB 为中心的假设的专门评估，将 ThermEval 定位为推动热视觉语言建模进步的基准。|[2602.14989](http://arxiv.org/abs/2602.14989)|null|\n",
        "2602.14974": "|**2026-02-16**|**DM0: An Embodied-Native Vision-Language-Action Model towards Physical AI**|我们超越了将互联网预训练模型应用于物理任务的传统范式，提出了 DM0，这是一种专为物理 AI 设计的嵌入原生视觉语言动作 (VLA) 框架。与将物理基础视为事后微调的方法不同，DM0 通过从一开始就学习异构数据源来统一具体操作和导航。我们的方法遵循全面的三阶段流程：训练前、训练中和训练后。首先，我们使用多样化的语料库对视觉语言模型（VLM）进行大规模统一预训练——无缝集成网络文本、自动驾驶场景和具体交互日志——共同获取语义知识和物理先验。随后，我们在 VLM 之上构建了一个流程匹配动作专家。为了协调高级推理与低级控制，DM0 采用了混合训练策略：对于体现数据，来自动作专家的梯度不会反向传播到 VLM 以保留广义表示，而 VLM 仍然可在非体现数据上进行训练。此外，我们引入了一种体现空间支架策略来构建空间思维链（CoT）推理，有效地约束行动解决方案空间。 RoboChallenge 基准测试表明，DM0 在 Table30 的专家和通才设置中均实现了最先进的性能。|[2602.14974](http://arxiv.org/abs/2602.14974)|null|\n",
        "2602.14964": "|**2026-02-16**|**Nematostriction in frustrated two-dimensional Heisenberg models**|我们研究了方形和三角形晶格上海森堡 $J_1$-$J_2$ 模型中的向列相变，解释了有限晶格压缩性和键长相关的磁交换。使用向列键理论（一种图解自洽方法），我们研究了当自旋系统中向列序的开始驱动伴随的结构相变时发生的向列伸缩。我们分析了磁弹性耦合重正化临界温度和修改声子谱的机制。磁致弹性反馈还可以从根本上改变相变的性质。具体来说，在方形晶格上，过渡从连续转变为弱一阶（不连续），超过临界磁弹性耦合阈值。相反，在三角晶格上，无论耦合强度如何，过渡都保持不连续。|[2602.14964](http://arxiv.org/abs/2602.14964)|null|\n",
        "2602.14857": "|**2026-02-16**|**World Models for Policy Refinement in StarCraft II**|大型语言模型（LLM）最近表现出强大的推理和泛化能力，促使它们在复杂环境中用作决策策略。星际争霸 II (SC2) 具有巨大的状态动作空间和部分可观测性，是一个具有挑战性的测试平台。然而，现有的基于 LLM 的 SC2 智能体主要侧重于改进策略本身，而忽略了将可学习的、以行动为条件的转换模型集成到决策循环中。为了弥补这一差距，我们提出了 StarWM，这是 SC2 的第一个世界模型，可以在部分可观测性下预测未来的观测结果。为了促进学习 SC2 的混合动力学，我们引入了一种结构化文本表示，将观察结果分解为五个语义模块，并构建了 SC2-Dynamics-50k，这是第一个用于 SC2 动力学预测的指令调整数据集。我们进一步开发了一个用于预测结构化观察的多维离线评估框架。离线结果显示，StarWM 较零样本基线有大幅提升，包括资源预测精度和自身宏观情况一致性方面提高了近 60%。最后，我们提出了 StarWM-Agent，这是一个世界模型增强决策系统，它将 StarWM 集成到生成-模拟-细化决策循环中，以实现前瞻驱动的政策细化。针对 SC2 内置 AI 的在线评估显示出持续的改进，相对于 Hard (LV5)、Harder (LV6) 和 VeryHard (LV7) 胜率分别提高了 30%、15% 和 30%，同时改善了宏观管理稳定性和战术风险评估。|[2602.14857](http://arxiv.org/abs/2602.14857)|null|\n",
        "2602.14721": "|**2026-02-16**|**WebWorld: A Large-Scale World Model for Web Agent Training**|网络代理需要大量的轨迹来进行概括，但现实世界的训练受到网络延迟、速率限制和安全风险的限制。我们推出 \\textbf{WebWorld} 系列，这是第一个大规模训练的开放网络模拟器。虽然现有模拟器仅限于具有数千条轨迹的封闭环境，但 WebWorld 利用可扩展的数据管道来训练超过 100 万次开放网络交互，支持推理、多格式数据和 30 多个步骤的长期模拟。对于内在评估，我们引入了具有跨越九个维度的双指标的WebWorld-Bench，其中WebWorld实现了与Gemini-3-Pro相当的模拟性能。对于外部评估，在 WebWorld 合成轨迹上训练的 Qwen3-14B 在 WebArena 上提高了 +9.2%，达到了与 GPT-4o 相当的性能。 WebWorld 可实现有效的推理时间搜索，作为世界模型，其性能优于 GPT-5。除了网络模拟之外，WebWorld 还展示了对代码、GUI 和游戏环境的跨域泛化，为世界模型构建提供了可复制的方法。|[2602.14721](http://arxiv.org/abs/2602.14721)|null|\n",
        "2602.14577": "|**2026-02-16**|**DriveFine: Refining-Augmented Masked Diffusion VLA for Precise and Robust Driving**|自动驾驶的视觉-语言-动作（VLA）模型越来越多地采用经过模仿学习和强化学习训练的生成规划器。基于扩散的规划器面临模态对齐困难、训练效率低和泛化能力有限的问题。基于代币的规划者受到累积因果错误和不可逆解码的困扰。总之，两种主导范式表现出互补的优点和缺点。在本文中，我们提出了 DriveFine，一种结合了灵活解码和自校正功能的掩模扩散 VLA 模型。特别是，我们设计了一种新颖的即插即用块 MoE，它可以在生成专家之上无缝地注入细化专家。通过在推理过程中实现显式专家选择，在训练过程中实现梯度分块，两位专家完全解耦，保留了预训练权重的基础能力和通用模式，这凸显了分块MoE设计的灵活性和可扩展性。此外，我们设计了一种混合强化学习策略，鼓励细化专家的有效探索，同时保持训练稳定性。对 NAVSIM v1、v2 和 Navhard 基准的大量实验表明，DriveFine 具有强大的功效和鲁棒性。代码将在 https://github.com/MSunDYY/DriveFine 发布。|[2602.14577](http://arxiv.org/abs/2602.14577)|null|\n",
        "2602.14551": "|**2026-02-16**|**Replanning Human-Robot Collaborative Tasks with Vision-Language Models via Semantic and Physical Dual-Correction**|人机协作 (HRC) 使机器人能够根据交互式实时人类指令来规划和调整其运动，从而在装配任务中发挥着重要作用。然而，此类指令通常在语言上含糊不清且不明确，因此很难生成物理上可行的协作机器人行为。为了应对这一挑战，许多研究应用视觉语言模型（VLM）来解释高级指令并生成相应的动作。然而，基于 VLM 的方法仍然存在幻觉推理和无法预测物理执行失败的问题。为了应对这些挑战，我们提出了一个 HRC 框架，通过双重校正机制增强基于 VLM 的推理：内部校正模型在操作执行之前验证逻辑一致性和任务可行性，外部校正模型通过执行后反馈检测和纠正物理故障。模拟消融研究表明，与没有校正模型的基线相比，所提出的方法提高了成功率。我们在由上半身人形机器人支持的对象固定或工具准备支持的协作装配任务中进行的真实世界实验进一步证实了该框架在响应人类指令而实现不同协作任务之间的交互式重新规划方面的有效性，验证了其实际可行性。|[2602.14551](http://arxiv.org/abs/2602.14551)|null|\n",
        "2602.14540": "|**2026-02-16**|**Multimodal Covariance Steering in Belief Space with Active Probing and Influence for Autonomous Driving**|复杂交通中的自动驾驶需要在不确定性下进行推理。常见的方法依赖于基于预测的规划或风险意识控制，但这些方法通常是孤立对待的，限制了它们在交互环境中捕捉行动和推理的耦合性质的能力。在不确定的情况下，这种差距变得尤其重要，在这种情况下，简单地对预测做出反应可能会导致不安全的操作或过于保守的行为。我们的核心观点是，安全互动不仅需要估计人类行为，还需要在模糊性带来风险时塑造人类行为。为此，我们引入了一种分层信念模型，该模型跨粗略离散意图和精细运动模式构建人类行为，并通过贝叶斯推理进行更新以实现可解释的多分辨率推理。除此之外，我们开发了一种积极的探索策略，可以识别人类预测中的多模态模糊性何时可能危及安全性，并计划消除歧义的行动，既揭示意图，又温和地引导人类决策走向更安全的结果。最后，基于条件风险价值 (CVaR) 的运行时风险评估层可确保所有探测操作在影响期间保持在人类风险承受范围内。我们在车道合并和无信号交叉口场景中的模拟表明，与现有方法相比，我们的方法实现了更高的成功率和更短的完成时间。这些结果强调了将信念推断、探索和风险监控结合起来的好处，为不确定性下的规划提供了一个原则性的、可解释的框架。|[2602.14540](http://arxiv.org/abs/2602.14540)|null|\n",
        "2602.15724": "|**2026-02-17**|**Learning to Retrieve Navigable Candidates for Efficient Vision-and-Language Navigation**|视觉和语言导航（VLN）要求代理遵循自然语言指令并在以前未见过的环境中导航。由于其灵活性和推理能力，最近的方法越来越多地采用大型语言模型（LLM）作为高级导航器。然而，基于提示的 LLM 导航通常会遇到决策效率低下的问题，因为模型必须从头开始重复解释指令，并在每一步对嘈杂且冗长的可导航候选人进行推理。在本文中，我们提出了一种检索增强框架，以提高基于 LLM 的 VLN 的效率和稳定性，而无需修改或微调底层语言模型。我们的方法在两个互补的层面上引入了检索。在情节级别，指令级嵌入检索器选择语义相似的成功导航轨迹作为上下文示例，为指令基础提供特定于任务的先验。在步骤级别，模仿学习的候选检索器在 LLM 推理之前修剪不相关的可导航方向，从而减少动作模糊性和提示复杂性。这两个检索模块都是轻量级、模块化的，并且独立于法学硕士进行训练。我们在 Room-to-Room (R2R) 基准上评估我们的方法。实验结果表明，在可见和不可见的环境中，成功率、Oracle 成功率和 SPL 均得到了持续改进。消融研究进一步表明，指令级样本检索和候选修剪为全局指导和逐步决策效率提供了互补的好处。这些结果表明，检索增强决策支持是增强基于 LLM 的视觉和语言导航的有效且可扩展的策略。|[2602.15724](http://arxiv.org/abs/2602.15724)|null|\n",
        "2602.15682": "|**2026-02-17**|**The Next Paradigm Is User-Centric Agent, Not Platform-Centric Service**|现代数字服务已成为驱动当今大规模信息系统不可或缺的工具。然而，流行的以平台为中心的模型（其中服务针对平台驱动的指标（例如参与度和转化率）进行了优化）往往无法满足用户的真正需求。虽然平台技术已经取得了显着进步，尤其是大型语言模型 (LLM) 的集成，但我们认为平台服务质量的提高并不一定会转化为真正的用户利益。相反，以平台为中心的服务优先考虑提供商的目标而不是用户的福利，从而导致与用户利益的冲突。本文认为，数字服务的未来应该从以平台为中心转向以用户为中心的代理。这些以用户为中心的代理优先考虑隐私，与用户定义的目标保持一致，并授予用户对其偏好和操作的控制权。随着法学硕士和设备智能的进步，这一愿景的实现现在是可行的。本文探讨了向以用户为中心的智能转型的机遇和挑战，提出了实现其实施的实用设备-云管道，并讨论了其采用所需的治理和生态系统结构。|[2602.15682](http://arxiv.org/abs/2602.15682)|null|\n",
        "2602.15645": "|**2026-02-17**|**CARE Drive A Framework for Evaluating Reason-Responsiveness of Vision Language Models in Automated Driving**|包括视觉语言模型在内的基础模型越来越多地用于自动驾驶中，以解释场景、推荐动作并生成自然语言解释。然而，现有的评估方法主要评估基于结果的性能，例如安全性和轨迹准确性，而没有确定模型决策是否反映了人类相关的考虑。因此，目前尚不清楚此类模型产生的解释是否符合真正的理性响应决策或仅仅是事后合理化。这种限制在安全关键领域尤其重要，因为它可能会产生错误的信心。为了解决这一差距，我们提出了 CARE Drive（驾驶情境感知原因评估），这是一种与模型无关的框架，用于评估应用于自动驾驶的视觉语言模型中的原因响应性。 CARE Drive 比较受控情境变化下的基线决策和推理增强模型决策，以评估人类原因是否会因果影响决策行为。该框架采用两阶段评估过程。及时校准可确保稳定的输出。然后，系统性情境扰动衡量决策对人类原因的敏感性，例如安全边际、社会压力和效率约束。我们在涉及竞争性规范考虑的骑自行车者超车场景中演示了 CARE Drive。结果表明，明确的人类原因会显着影响模型决策，从而提高与专家推荐行为的一致性。然而，响应能力因背景因素而异，表明对不同类型原因的敏感性不均匀。这些发现提供了经验证据，表明可以在不修改模型参数的情况下系统地评估基础模型中的推理响应性。|[2602.15645](http://arxiv.org/abs/2602.15645)|null|\n",
        "2602.15549": "|**2026-02-17**|**VLM-DEWM: Dynamic External World Model for Verifiable and Resilient Vision-Language Planning in Manufacturing**|视觉语言模型（VLM）显示了智能制造中高层规划的前景，但它们在动态工作单元中的部署面临着两个关键挑战：（1）无状态操作，它们无法持续跟踪视野外的状态，导致世界状态漂移； (2) 推理不透明，故障难以诊断，导致盲目重试成本高昂。本文提出了 VLM-DEWM，这是一种认知架构，通过持久的、可查询的动态外部世界模型 (DEWM) 将 VLM 推理与世界状态管理解耦。每个 VLM 决策都被构建为外部化推理跟踪 (ERT)，其中包括行动建议、世界信念和因果假设，并在执行前针对 DEWM 进行验证。当发生故障时，预测状态和观察状态之间的差异分析可以实现有针对性的恢复，而不是全局重新规划。我们评估了 VLM-DEWM 的多站装配、大规模设施探索以及诱导故障下的真实机器人恢复。与基线内存增强 VLM 系统相比，VLM DEWM 将状态跟踪精度从 56% 提高到 93%，将恢复成功率从 5% 以下提高到 95%，并通过结构化内存显着降低计算开销。这些结果使 VLM-DEWM 成为动态制造环境中长期机器人操作的可验证且有弹性的解决方案。|[2602.15549](http://arxiv.org/abs/2602.15549)|null|\n",
        "2602.15543": "|**2026-02-17**|**Selective Perception for Robot: Task-Aware Attention in Multimodal VLA**|在机器人技术中，集成来自多视图输入的多种多模态信号的视觉-语言-动作（VLA）模型已成为一种有效的方法。然而，大多数先前的工作采用静态融合来统一处理所有视觉输入，这会产生不必要的计算开销，并允许与任务无关的背景信息充当噪声。受人类主动感知原理的启发，我们提出了一种动态信息融合框架，旨在最大限度地提高 VLA 模型的效率和鲁棒性。我们的方法引入了一种轻量级自适应路由架构，该架构可以实时分析当前文本提示和来自腕式摄像头的观察结果，以预测多个摄像头视图的任务相关性。通过有条件地减弱信息效用较低的视图的计算，并有选择地仅向策略网络提供必要的视觉特征，我们的框架实现了与任务相关性成正比的计算效率。此外，为了有效地保护用于路由器训练的大规模注释数据，我们利用视觉语言模型（VLM）建立了自动标记管道，以最大限度地减少数据收集和注释成本。真实机器人操作场景中的实验结果表明，与现有VLA模型相比，所提出的方法在推理效率和控制性能方面均取得了显着提高，验证了动态信息融合在资源受限的实时机器人控制环境中的有效性和实用性。|[2602.15543](http://arxiv.org/abs/2602.15543)|null|\n",
        "2602.15490": "|**2026-02-17**|**RPT-SR: Regional Prior attention Transformer for infrared image Super-Resolution**|通用超分辨率模型，特别是 Vision Transformers，取得了显着的成功，但在监控和自动驾驶等常见红外成像场景中表现出根本性的低效率，这些场景从固定或近静态的视点进行操作。这些模型无法利用此类场景中固有的强大、持久的空间先验，导致冗余学习和次优性能。为了解决这个问题，我们提出了用于红外图像超分辨率的区域先验注意力变换器（RPT-SR），这是一种新颖的架构，它将场景布局信息显式编码到注意力机制中。我们的核心贡献是一个双令牌框架，它融合了（1）可学习的区域先验令牌（充当场景全局结构的持久存储器）和（2）捕获当前输入的特定于帧的内容的本地令牌。通过将这些标记用于注意力，我们的模型允许先验动态地调节局部重建过程。大量的实验验证了我们的方法。虽然大多数先前的工作都集中在单个红外波段，但我们通过在涵盖长波 (LWIR) 和短波 (SWIR) 光谱的不同数据集上建立新的最先进的性能，展示了 RPT-SR 的广泛适用性和多功能性|[2602.15490](http://arxiv.org/abs/2602.15490)|null|\n",
        "2602.15400": "|**2026-02-17**|**One Agent to Guide Them All: Empowering MLLMs for Vision-and-Language Navigation via Explicit World Representation**|可导航代理需要理解高级语义指令和精确的空间感知。构建以多模态大语言模型（MLLM）为中心的导航代理因其强大的泛化能力而展示了一种有前途的解决方案。然而，当前的紧密耦合设计极大地限制了系统性能。在这项工作中，我们提出了一种解耦设计，将低级空间状态估计与高级语义规划分开。与以前依赖预定义的、过于简化的文本映射的方法不同，我们引入了一种交互式度量世界表示，它可以维护丰富且一致的信息，允许 MLLM 与其交互并推理以做出决策。此外，引入反事实推理以进一步激发 MLLM 的能力，而度量世界表示则确保了所产生动作的物理有效性。我们在模拟和现实环境中进行全面的实验。我们的方法建立了一种新的零样本最先进技术，在 R2R-CE 基准中实现了 48.8% 的成功率 (SR)，在 RxR-CE 基准中实现了 42.2% 的成功率 (SR)。此外，为了验证我们的度量表示的多功能性，我们演示了跨不同实施例的零射击模拟到真实的传输，包括轮式 TurtleBot 4 和定制的无人机。这些现实世界的部署验证了我们的解耦框架可以作为一个强大的、领域不变的接口来实现视觉和语言导航。|[2602.15400](http://arxiv.org/abs/2602.15400)|null|\n",
        "2602.15397": "|**2026-02-17**|**ActionCodec: What Makes for Good Action Tokenizers**|利用视觉语言模型 (VLM) 的本机自回归范式的视觉语言动作 (VLA) 模型已表现出卓越的指令跟踪和训练效率。该范式的核心是动作标记化，但其设计主要关注重建保真度，未能解决其对 VLA 优化的直接影响。因此，\\textit{什么构成良好的动作标记器}这一基本问题仍然没有得到解答。在本文中，我们通过专门从 VLA 优化的角度建立设计原则来弥补这一差距。我们根据信息论见解确定了一组最佳实践，包括最大化时间标记重叠、最小化词汇冗余、增强的多模态互信息和标记独立性。在这些原则的指导下，我们引入了 \\textbf{ActionCodec}，这是一种高性能动作分词器，可显着提高跨不同模拟和现实世界基准的训练效率和 VLA 性能。值得注意的是，在 LIBERO 上，使用 ActionCodec 进行微调的 SmolVLM2-2.2B 在没有任何机器人预训练的情况下实现了 95.5% 的成功率。通过先进的架构增强，该值达到 97.4%，代表了无需机器人预训练的 VLA 模型的新 SOTA。我们相信，我们既定的设计原则以及已发布的模型将为社区开发更有效的动作标记器提供清晰的路线图。|[2602.15397](http://arxiv.org/abs/2602.15397)|null|\n",
        "2602.15384": "|**2026-02-17**|**World-Model-Augmented Web Agents with Action Correction**|基于大型语言模型的 Web 代理在自动化 Web 任务方面表现出了良好的能力。然而，当前的网络代理由于预测环境变化的局限性，难以推理出合理的行动，并且可能不具备全面的执行风险意识，过早地执行风险行动，造成损失并导致任务失败。为了应对这些挑战，我们提出了 WAC，这是一种集成了模型协作、结果模拟和反馈驱动的动作细化的网络代理。为了克服各个模型的认知隔离，我们引入了多智能体协作流程，使行动模型能够作为网络环境专家咨询世界模型以获取战略指导；然后，行动模型将这些建议转化为可执行的行动，利用环境状态转换动态的先验知识来增强候选行动建议。为了实现风险感知的弹性任务执行，我们引入了两阶段推论链。专门研究环境状态转换的世界模型会模拟行动结果，然后法官模型会对其进行仔细检查，以在必要时触发行动纠正反馈。实验表明，WAC 在 VisualWebArena 上获得了 1.8% 的绝对收益，在 Online-Mind2Web 上获得了 1.3% 的绝对收益。|[2602.15384](http://arxiv.org/abs/2602.15384)|null|\n",
        "2602.15309": "|**2026-02-17**|**OSCAR: An Ovipositor-Inspired Self-Propelling Capsule Robot for Colonoscopy**|自推进机器人胶囊消除了传统结肠镜检查的轴环，减少了患者的不适。然而，在结肠光滑、粘弹性的环境中可靠地移动仍然是一个重大挑战。我们推出了 OSCAR，这是一种受产卵器启发的自推进胶囊机器人，它将寄生黄蜂的运输策略转化为结肠镜检查的推进机制。 OSCAR 通过弹簧加载的凸轮系统对受产卵器启发的运动模式进行机械编码，该凸轮系统以协调的相移序列驱动 12 个圆周滑块。通过调整运动曲线以使缩回阶段相对于前进阶段最大化，胶囊在界面处产生受控的摩擦各向异性，从而产生净前向推力。我们开发了一个包含开尔文-沃伊特公式的分析模型，用于捕获滑块和组织之间的粘弹性粘滑相互作用，将前进和缩回阶段持续时间之间的不对称性与平均推力联系起来，并将滑块反转同步与推力稳定性联系起来。离体猪结肠的综合力表征实验显示平均稳态牵引力为 0.85 N，与模型非常匹配。此外，实验证实推力的产生与速度无关，并且与相位不对称性成线性比例，这与理论预测一致，强调了胶囊的可预测性能和可扩展性。在运动验证实验中，OSCAR 表现出了强大的性能，平均速度达到 3.08 毫米/秒，该速度足以与传统结肠镜检查的盲肠插管时间相匹配。通过将相位编码摩擦各向异性与预测模型相结合，OSCAR 可在低正常负载下产生可控推力，从而为机器人胶囊结肠镜检查提供更安全、更稳健的自推进运动。|[2602.15309](http://arxiv.org/abs/2602.15309)|null|\n"
    }
}