{"3D": {"2409.19989": "|**2024-09-30**|**RoCoTex: A Robust Method for Consistent Texture Synthesis with Diffusion Models**|文本到纹理生成最近引起了越来越多的关注，但现有的方法经常遇到视图不一致、明显接缝以及纹理和底层网格之间错位的问题。在本文中，我们提出了一种鲁棒的文本到纹理方法，用于生成与网格对齐良好的一致无缝纹理。我们的方法利用最先进的2D扩散模型，包括SDXL和多个ControlNet，来捕捉生成纹理中的结构特征和复杂细节。该方法还采用了一种对称的视图合成策略，并结合了区域提示，以提高视图的一致性。此外，它还引入了新的纹理混合和软修复技术，显著减少了接缝区域。大量实验表明，我们的方法优于现有的最先进的方法。 et.al.|[2409.19989](http://arxiv.org/abs/2409.19989)|null|\n", "2409.19702": "|**2024-10-01**|**RNG: Relightable Neural Gaussians**|3D高斯散斑（3DGS）在新颖的视图合成中显示出令人印象深刻的力量。然而，创建可重新点燃的3D资产，特别是对于形状不明确的对象（如毛发），仍然是一项具有挑战性的任务。对于这些场景，灯光、几何体和材质之间的分解更加模糊，因为曲面约束和分析着色模型都不成立。为了解决这个问题，我们提出了RNG，这是一种可重新照亮的神经高斯的新表示，能够重新照亮具有硬表面或蓬松边界的物体。我们避免了着色模型中的任何假设，但在每个高斯点中保留了特征向量，这些特征向量可以由MLP进一步解码为颜色。在前期工作的基础上，我们利用点光源来减少模糊性，并在网络中引入阴影感知条件。我们还提出了一种深度细化网络，以帮助3DGS框架下的阴影计算，从而在点光源下获得更好的阴影效果。此外，为了避免3DGS中阿尔法混合带来的模糊性，我们设计了一种混合前向延迟优化策略。因此，与之前基于神经辐射场的工作相比，我们在训练方面的速度提高了约20倍，在渲染方面的速度也提高了约600倍，RTX4090的每秒帧数为60美元。 et.al.|[2409.19702](http://arxiv.org/abs/2409.19702)|null|\n", "2409.19228": "|**2024-09-28**|**GS-EVT: Cross-Modal Event Camera Tracking based on Gaussian Splatting**|可靠的自我定位是许多智能移动平台的基本技能。本文探讨了使用事件相机进行运动跟踪，从而在困难的动态和光照条件下提供了一种具有固有鲁棒性的解决方案。为了规避基于事件相机的映射的挑战，该解决方案以交叉模态的方式构建。它跟踪直接来自基于帧的相机的地图表示。具体来说，所提出的方法在高斯飞溅之上运行，高斯飞溅是一种最先进的表示方法，可以实现高效和逼真的新颖视图合成。我们方法的关键在于一种新的姿态参数化，该参数化使用参考姿态加一阶动力学进行局部差分图像渲染。然后，在交错的粗到细优化方案中，将后者与集成事件的图像进行比较。正如我们的结果所证明的那样，高斯飞溅的真实视图渲染能力可以在各种公开可用和新记录的数据序列中实现稳定和准确的跟踪。 et.al.|[2409.19228](http://arxiv.org/abs/2409.19228)|null|\n", "2409.19039": "|**2024-09-27**|**Gaussian Heritage: 3D Digitization of Cultural Heritage with Integrated Object Segmentation**|实物数字复制品的创建对于保护和传播有形文化遗产具有宝贵的应用价值。然而，现有的方法往往速度慢、成本高，需要专家知识。我们提出了一种管道，仅使用RGB图像（例如博物馆的照片）生成场景的3D复制品，然后为每个感兴趣的项目（例如展览中的作品）提取模型。我们通过利用新颖的视图合成和高斯散斑技术的进步来实现这一点，并对其进行了修改，以实现高效的3D分割。这种方法不需要手动注释，可以使用标准智能手机捕获视觉输入，使其既经济实惠又易于部署。我们概述了对象分割精度的方法和基线评估。该代码可在以下网址获得https://mahtaabdn.github.io/gaussian_heritage.github.io/. et.al.|[2409.19039](http://arxiv.org/abs/2409.19039)|null|\n", "2409.17924": "|**2024-09-26**|**Neural Light Spheres for Implicit Image Stitching and View Synthesis**|全景拍摄具有挑战性，在手机屏幕上显示也具有挑战性。矛盾的是，全景仍然是现代移动相机应用程序的主要功能，但未得到充分利用。在这项工作中，我们用球形神经光场模型来解决这两个挑战，用于隐式全景图像拼接和重新渲染；能够适应深度视差、视图相关照明以及捕获过程中的局部场景运动和颜色变化。在测试期间，适应任意路径的全景视频捕获——垂直、水平、随机行走——这些神经光球共同估计相机路径和高分辨率场景重建，以产生环境的新型宽视场投影。我们的单层模型避免了昂贵的体积采样，并将场景分解为紧凑的视图相关光线偏移和颜色分量，每个场景的总模型大小为80 MB，并以1080p分辨率进行实时（50 FPS）渲染。我们展示了比传统图像拼接和辐射场方法更高的重建质量，对场景运动和非理想捕获设置的容忍度明显更高。 et.al.|[2409.17924](http://arxiv.org/abs/2409.17924)|null|\n", "2409.16502": "|**2024-09-24**|**GSplatLoc: Grounding Keypoint Descriptors into 3D Gaussian Splatting for Improved Visual Localization**|尽管存在各种视觉定位方法，如场景坐标和姿态回归，但这些方法往往难以满足高内存消耗或广泛的优化要求。为了应对这些挑战，我们利用新型视图合成的最新进展，特别是3D高斯散斑（3DGS），来增强定位。3DGS允许通过其空间特征对3D几何和场景外观进行紧凑编码。我们的方法利用了XFeat轻量级关键点检测和描述模型生成的密集描述图。我们建议将这些密集的关键点描述符提取到3DGS中，以提高模型的空间理解能力，从而通过2D-3D对应关系进行更准确的相机姿态预测。在估计初始姿态后，我们使用光度扭曲损失对其进行细化。对流行的室内和室外数据集进行基准测试表明，我们的方法超越了最先进的神经渲染姿势（NRP）方法，包括NeRFMatch和PNeRFLoc。 et.al.|[2409.16502](http://arxiv.org/abs/2409.16502)|**[link](https://github.com/haksorus/gsplatloc)**|\n", "2409.15959": "|**2024-09-24**|**Semantics-Controlled Gaussian Splatting for Outdoor Scene Reconstruction and Rendering in Virtual Reality**|高斯散点（GS）等3D渲染技术的进步允许在虚拟现实（VR）中进行新颖的视图合成和实时渲染。然而，GS创建的3D环境通常很难编辑。对于场景增强或合并3D资源，按类分割高斯分布是必不可少的。现有的分割方法通常仅限于某些类型的场景，例如“圆形”场景，以确定清晰的对象边界。然而，在非“循环”场景（如大型室外场景）中删除大型物体时，这种方法是无效的。我们提出了语义控制GS（SCGS），这是一种分段驱动的GS方法，能够在不受控制的自然环境中分离大型场景部分。SCGS允许对VR进行场景编辑和提取场景部分。此外，我们引入了一个具有挑战性的室外数据集，克服了“循环”设置。我们在数据集的视觉质量和3D-OVS数据集的分割质量方面都优于最先进的技术。我们进行了一项探索性用户研究，将360度视频、普通GS和VR中的SCGS与固定视点进行了比较。在我们随后的主要研究中，允许用户自由移动，评估普通GS和SCGS。我们的主要研究结果表明，参与者明显更喜欢SCGS而不是普通GS。我们总体上提出了一种创新的方法，在技术和用户体验方面都超越了最先进的水平。 et.al.|[2409.15959](http://arxiv.org/abs/2409.15959)|null|\n", "2409.15715": "|**2024-09-24**|**Disentangled Generation and Aggregation for Robust Radiance Fields**|近年来，基于三平面的辐射场的利用引起了人们的关注，因为它能够以高质量的表示和低计算成本有效地分离3D场景。该方法的一个关键要求是精确输入相机姿态。然而，由于三平面的局部更新特性，与之前的联合姿态NeRF优化类似的联合估计很容易导致局部最小值。为此，我们提出了解耦三平面生成模块，将全局特征上下文和平滑度引入三平面学习，从而减轻了局部更新引起的误差。然后，我们提出了解耦平面聚合来减轻相机姿态更新过程中常见的三平面特征聚合引起的纠缠。此外，我们引入了一种两阶段热启动训练策略，以减少由三平面生成器引起的隐式约束。定量和定性结果表明，我们提出的方法在具有噪声或未知相机姿态的新型视图合成中取得了最先进的性能，并实现了高效的优化收敛。项目页面：https://gaohchen.github.io/DiGARR/. et.al.|[2409.15715](http://arxiv.org/abs/2409.15715)|null|\n", "2409.15487": "|**2024-09-23**|**AgriNeRF: Neural Radiance Fields for Agriculture in Challenging Lighting Conditions**|神经辐射场（NeRF）在3D场景重建和新颖的视图合成方面显示出巨大的前景。在农业环境中，NeRF可以作为数字双胞胎，为农民提供有关水果检测的关键信息，用于产量估算和其他重要指标。然而，传统的NeRF对具有挑战性的照明条件（如低光、极亮的光和变化的照明）并不稳健。为了解决这些问题，这项工作利用了三种不同的传感器：RGB相机、事件相机和热像仪。我们的RGB场景重建显示，PSNR和SSIM分别提高了+2.06 dB和+8.3%。我们的交叉光谱场景重建使mAP50的下游水果检测提高了+43.0%，mAP50-95提高了+61.1%。额外传感器的集成带来了更强大和信息量更大的NeRF。我们证明，我们的多模态系统在各种树冠覆盖和一天中的不同时间产生了高质量的照片级逼真重建。这项工作的结果是开发了一种有弹性的NeRF，能够在明显退化的情况下表现良好，以及一种用于自动水果检测的学习交叉光谱表示。 et.al.|[2409.15487](http://arxiv.org/abs/2409.15487)|null|\n", "2409.15176": "|**2024-09-30**|**SpikeGS: Learning 3D Gaussian Fields from Continuous Spike Stream**|尖峰相机是一种专用的高速视觉传感器，与传统的帧相机相比，它具有高时间分辨率和高动态范围等优点。这些特征为相机在许多计算机视觉任务中提供了显著的优势。然而，基于尖峰相机的3D重建和新型视图合成的任务仍然不发达。尽管有从尖峰流中学习神经辐射场的现有方法，但它们要么在极其嘈杂、低质量的光照条件下缺乏鲁棒性，要么由于神经辐射场中使用的深度全连接神经网络和光线行进渲染策略，计算复杂度很高，难以恢复精细的纹理细节。相比之下，3DGS的最新进展通过将点云表示优化为高斯椭球体实现了高质量的实时渲染。在此基础上，我们介绍了SpikeGS，这是一种仅从尖峰流中学习3D高斯场的方法。我们设计了一个基于3DGS的可微分尖峰流渲染框架，结合了噪声嵌入和尖峰神经元。通过利用3DGS的多视图一致性和基于图块的多线程并行渲染机制，我们实现了高质量的实时渲染结果。此外，我们引入了一个尖峰渲染损失函数，该函数在不同的光照条件下具有通用性。我们的方法可以从移动尖峰相机捕获的连续尖峰流中重建具有精细纹理细节的视图合成结果，同时在极其嘈杂的低光场景中表现出很高的鲁棒性。在真实和合成数据集上的实验结果表明，我们的方法在渲染质量和速度方面超越了现有的方法。我们的代码将在https://github.com/520jz/SpikeGS. et.al.|[2409.15176](http://arxiv.org/abs/2409.15176)|**[link](https://github.com/520jz/spikegs)**|\n"}, "3D Reconstruction": {"2409.20563": "|**2024-09-30**|**DressRecon: Freeform 4D Human Reconstruction from Monocular Video**|我们提出了一种从单目视频中重建时间一致的人体模型的方法，重点是极其宽松的衣服或手持物体的交互。之前在人体重建方面的工作要么局限于没有物体交互的紧身衣服，要么需要校准的多视图捕捉或个性化的模板扫描，而大规模收集这些数据成本很高。我们对高质量但灵活的重建的关键见解是，将关于关节体形状的通用人类先验（从大规模训练数据中学习）与视频特定的关节“骨骼袋”变形（通过测试时间优化适合单个视频）仔细结合。我们通过学习一个神经隐式模型来实现这一点，该模型将身体和衣服的变形作为单独的运动模型层来解开。为了捕捉服装的微妙几何形状，我们在优化过程中利用了基于图像的先验，如人体姿势、表面法线和光流。由此产生的神经场可以提取到时间一致的网格中，或进一步优化为显式3D高斯分布，以实现高保真交互式渲染。在具有高度挑战性的服装变形和物体交互的数据集上，DressReston可以产生比现有技术更高保真的3D重建。项目页面：https://jefftan969.github.io/dressrecon/ et.al.|[2409.20563](http://arxiv.org/abs/2409.20563)|null|\n", "2409.20034": "|**2024-09-30**|**Camera Calibration using a Collimator System**|相机校准是摄影测量和3D视觉应用中的关键步骤。在工作距离长、覆盖范围广的实际场景中，由于场地限制，基于目标的校准方法变得复杂且不灵活。本文介绍了一种使用准直器系统的新型相机校准方法，该方法可以为不同工作距离的相机提供可靠可控的校准环境。基于准直器系统的光学几何，我们证明了目标和相机之间的相对运动符合球面运动模型，将原始的6DOF相对运动简化为3DOF纯旋转运动。此外，还提出了一种用于多视图的闭式求解器和一种用于两个视图的最小求解器，用于相机校准。我们的方法的性能在合成和真实世界的实验中进行了评估，这些实验验证了使用准直器系统进行校准的可行性，并证明我们的方法优于最先进的方法。演示代码可在以下网址获得https://github.com/LiangSK98/CollimatorCalibration. et.al.|[2409.20034](http://arxiv.org/abs/2409.20034)|**[link](https://github.com/liangsk98/collimatorcalibration)**|\n", "2409.19904": "|**2024-09-30**|**WildFusion: Multimodal Implicit 3D Reconstructions in the Wild**|我们提出了WildFusion，这是一种在非结构化、野生环境中使用多模态隐式神经表示进行3D场景重建的新方法。WildFusion集成了来自激光雷达、RGB摄像头、接触式麦克风、触觉传感器和IMU的信号。这种多模态融合生成了全面、连续的环境表示，包括像素级几何、颜色、语义和可遍历性。通过在具有挑战性的森林环境中对腿式机器人导航的真实世界实验，WildFusion通过准确预测可通行性来改进路线选择。我们的研究结果突出了其在复杂户外地形中推进机器人导航和3D测绘的潜力。 et.al.|[2409.19904](http://arxiv.org/abs/2409.19904)|null|\n", "2409.19439": "|**2024-09-28**|**Contrastive ground-level image and remote sensing pre-training improves representation learning for natural world imagery**|多模态图像文本对比学习表明，可以跨模态学习联合表征。在这里，我们展示了如何利用图像数据的多个视图和对比学习来提高物种识别的下游细粒度分类性能，即使在没有一个视图的情况下也是如此。我们提出了一种新的用于自然世界地面和空中图像表示学习的预训练任务——ContRastic Image遥感预训练（CRISP），并引入了自然多视图（NMV），这是一个自然世界图像数据集，包括加利福尼亚州生态多样性州6000多个植物分类群的300多万美元的地面和航空图像对。NMV数据集和随附材料可在hf.co/datasets/andyvhuynh/NatureMultiView上获得。 et.al.|[2409.19439](http://arxiv.org/abs/2409.19439)|null|\n", "2409.19215": "|**2024-09-28**|**1st Place Solution to the 8th HANDS Workshop Challenge -- ARCTIC Track: 3DGS-based Bimanual Category-agnostic Interaction Reconstruction**|本报告介绍了我们与ECCV 2024联合举办的第八届HANDS研讨会挑战赛（ARCTIC赛道）的第一名解决方案。在这项挑战中，我们解决了双手类别无关手-物体交互重建的任务，该任务旨在从单眼视频中生成双手和物体的3D重建，而不依赖于预定义的模板。由于双手操作时手和物体之间存在明显的遮挡和动态接触，这项任务尤其具有挑战性。我们通过分别引入掩模损耗和3D接触损耗来解决这些问题。此外，我们将3D高斯散斑（3DGS）应用于这项任务。因此，我们的方法在ARCTIC测试集上的主度量CD$_h$中实现了38.69的值。 et.al.|[2409.19215](http://arxiv.org/abs/2409.19215)|null|\n", "2409.19152": "|**2024-09-27**|**MASt3R-SfM: a Fully-Integrated Solution for Unconstrained Structure-from-Motion**|运动结构（SfM）是一项旨在在给定一组图像的情况下联合恢复场景的相机姿态和3D几何形状的任务，尽管已经取得了数十年的重大进展，但它仍然是一个具有许多开放挑战的难题。SfM的传统解决方案由一个复杂的最小求解器管道组成，当图像没有充分重叠、运动太小等时，该管道往往会传播错误并失败。最近的方法试图重新审视这一范式，但我们的经验表明，它们无法解决这些核心问题。在本文中，我们建议建立在最近发布的3D视觉基础模型之上，该模型可以稳健地生成局部3D重建和精确匹配。我们介绍了一种低内存方法，可以在全局坐标系中精确对齐这些局部重建。我们进一步表明，这种基础模型可以作为高效的图像检索器，而不会产生任何开销，将整体复杂性从二次型降低到线性型。总体而言，我们的新型SfM管道简单、可扩展、快速且真正不受约束，即它可以处理任何有序或无序的图像集合。在多个基准上进行的广泛实验表明，我们的方法在不同的环境中提供了稳定的性能，特别是在中小型环境中优于现有方法。 et.al.|[2409.19152](http://arxiv.org/abs/2409.19152)|null|\n", "2409.18701": "|**2024-09-27**|**3DPX: Single Panoramic X-ray Analysis Guided by 3D Oral Structure Reconstruction**|全景X射线（PX）因其广泛的可用性和低成本而成为牙科实践中的一种流行方式。然而，作为3D结构的2D投影，PX会丢失解剖信息，与3D成像方式相比，PX诊断受到限制。已经探索了2D到3D重建方法，以合成2D PX中缺失的3D解剖信息，用于PX图像分析。然而，在利用这种3D合成重建方面存在挑战。首先，从2D图像推断3D深度仍然是一项具有挑战性的任务，精度有限。第二个挑战是2D PX与其3D合成对应物的联合分析，目的是最大限度地发挥2D-3D协同作用，同时最大限度地减少合成图像产生的误差。在这项研究中，我们提出了一种新的方法，称为3DPX-PX图像分析，以二维到三维重建为指导，以克服这些挑战。3DPX由两部分组成：（i）一个新颖的渐进重建网络，用于改进2D到3D重建；（ii）一个对比引导的双向多模态对齐模块，用于3D引导的2D PX分类和分割任务。重建网络逐步重建3D图像，在多个金字塔级别上对中间重建施加知识，并结合多层感知器来提高语义理解。下游网络通过特征对齐将重建图像作为PX分析的3D解剖指导，这增加了双向特征投影的2D-3D协同作用，并通过对比指导减少了潜在误差的影响。在涉及464项研究的两个口腔数据集上进行的广泛实验表明，3DPX在各种任务中表现优于最先进的方法，包括2D到3D重建、PX分类和病变分割。 et.al.|[2409.18701](http://arxiv.org/abs/2409.18701)|null|\n", "2409.17459": "|**2024-09-26**|**TFS-NeRF: Template-Free NeRF for Semantic 3D Reconstruction of Dynamic Scene**|尽管神经隐式模型在3D表面重建方面取得了进展，但处理具有任意刚性、非刚性或可变形实体的动态环境仍然具有挑战性。许多基于模板的方法是特定于实体的，专注于人类，而适用于这种动态场景的通用重建方法通常需要额外的输入，如深度或光流，或者依赖于预训练的图像特征来获得合理的结果。这些方法通常使用潜码来捕获逐帧变形。相比之下，一些无模板方法绕过了这些要求，采用传统的LBS（线性混合蒙皮）权重来详细表示可变形对象的运动，尽管它们涉及复杂的优化，导致训练时间过长。为此，作为补救措施，本文引入了TFS NeRF，这是一种无模板的3D语义NeRF，用于从稀疏或单视图RGB视频中捕获的动态场景，具有各种实体之间的交互功能，比其他基于LBS的方法更省时。我们的框架使用可逆神经网络（INN）进行LBS预测，简化了训练过程。通过解开多个实体的运动并优化每个实体的蒙皮权重，我们的方法有效地生成了准确的、语义上可分离的几何体。大量实验表明，与现有方法相比，我们的方法在复杂的交互中产生了可变形和不可变形对象的高质量重建，提高了训练效率。 et.al.|[2409.17459](http://arxiv.org/abs/2409.17459)|null|\n", "2409.16938": "|**2024-09-25**|**Generative Object Insertion in Gaussian Splatting with a Multi-View Diffusion Model**|生成新对象并将其插入到3D内容中是实现多功能场景再现的一种引人注目的方法。现有的方法依赖于SDS优化或单视图修复，往往难以产生高质量的结果。为了解决这个问题，我们提出了一种在高斯散斑表示的3D内容中插入对象的新方法。我们的方法引入了一个名为MVInpainter的多视图扩散模型，该模型基于预训练的稳定视频扩散模型构建，以促进视图一致的对象修复。在MVInpainter中，我们整合了一个基于ControlNet的条件注入模块，以实现受控和更可预测的多视图生成。在生成多视图修复结果后，我们进一步提出了一种掩模感知的3D重建技术，从这些稀疏的修复视图中改进高斯散斑重建。通过利用这些制造技术，我们的方法产生了不同的结果，确保了视图一致和和谐的插入，并产生了更好的物体质量。大量实验表明，我们的方法优于现有方法。 et.al.|[2409.16938](http://arxiv.org/abs/2409.16938)|**[link](https://github.com/jiutongbro/multiview_inpaint)**|\n", "2409.16904": "|**2024-09-25**|**Discriminative Anchor Learning for Efficient Multi-view Clustering**|多视图聚类旨在研究视图之间的互补信息并发现底层结构。为了解决现有方法相对较高的计算成本，最近提出了基于锚点的工作。即使具有可接受的聚类性能，这些方法也倾向于将来自多个视图的原始表示映射到基于原始数据集的固定共享图中。然而，大多数研究忽略了学习锚的判别特性，这破坏了所构建模型的表示能力。此外，通过简单地学习共享锚点图而不考虑视图特定锚点的质量，可以忽略跨视图锚点之间的互补信息。本文提出了用于多视图聚类的判别锚学习（DALMC）来处理上述问题。我们根据原始数据集学习区分视图特定的特征表示，并基于这些表示从不同视图构建锚点，从而提高了共享锚点图的质量。将判别特征学习和共识锚图构建集成到一个统一的框架中，相互改进，实现细化。通过正交约束学习来自多个视图的最优锚点和共识锚点图。我们给出了一个迭代算法来处理公式化问题。在不同数据集上的大量实验表明，与其他方法相比，我们的方法具有有效性和效率。 et.al.|[2409.16904](http://arxiv.org/abs/2409.16904)|null|\n"}, "Diffusion": {"2409.20556": "|**2024-09-30**|**Inverse Painting: Reconstructing The Painting Process**|给定一幅输入绘画，我们重建一个延时视频，说明它可能是如何绘制的。我们将其表述为自回归图像生成问题，其中初始空白的“画布”被迭代更新。该模型通过在许多绘画视频上进行训练，向真正的艺术家学习。我们的方法结合了文本和区域理解来定义一组绘画“指令”，并使用新颖的基于扩散的渲染器更新画布。该方法超越了它所训练的有限的丙烯酸风格绘画，为各种艺术风格和流派显示了合理的结果。 et.al.|[2409.20556](http://arxiv.org/abs/2409.20556)|null|\n", "2409.20502": "|**2024-09-30**|**COLLAGE: Collaborative Human-Agent Interaction Generation using Hierarchical Latent Diffusion and Language Models**|我们提出了一种新的框架COLLAGE，通过利用大型语言模型（LLM）和分层运动特定矢量量化变分自编码器（VQ-VAE）来生成协作代理-对象-代理交互。我们的模型通过结合LLM的知识和推理能力来指导生成扩散模型，解决了该领域缺乏丰富数据集的问题。分层VQ-VAE架构在多个抽象级别捕获不同的运动特定特征，避免冗余概念，实现高效的多分辨率表示。我们引入了一种在潜在空间中运行的扩散模型，并结合LLM生成的运动规划线索来指导去噪过程，从而产生具有更大控制和多样性的即时特定运动生成。在CORE-4D和InterHuman数据集上的实验结果证明了我们的方法在生成逼真和多样化的人机交互方面的有效性，优于最先进的方法。我们的工作为模拟机器人、图形和计算机视觉等各个领域的复杂交互开辟了新的可能性。 et.al.|[2409.20502](http://arxiv.org/abs/2409.20502)|null|\n", "2409.20500": "|**2024-09-30**|**FreeMask: Rethinking the Importance of Attention Masks for Zero-Shot Video Editing**|文本到视频的传播模型已经取得了显著的进步。在他们生成时间一致视频的能力的驱动下，使用这些基本模型对零样本视频编辑的研究迅速扩展。为了提高编辑质量，视频编辑中经常采用结构控制。在这些技术中，交叉注意力掩模控制因其有效性和效率而脱颖而出。然而，当交叉注意力掩码被天真地应用于视频编辑时，它们可能会引入模糊和闪烁等伪影。我们的实验揭示了之前视频编辑研究中忽视的一个关键因素：交叉注意力掩码并不总是清晰的，但会随模型结构和去噪时间步长而变化。为了解决这个问题，我们提出了量化这种可变性的度量掩模匹配成本（MMC），并提出了FreeMask，这是一种根据特定视频编辑任务选择最佳掩模的方法。使用MMC选择的掩码，我们进一步改进了综合注意力特征（如温度、交叉和自我注意力模块）中的掩码融合机制。我们的方法可以无缝集成到现有的零样本视频编辑框架中，具有更好的性能，不需要控制辅助或参数微调，但可以通过掩模精度控制实现未编辑语义布局的自适应解耦。大量实验表明，与最先进的方法相比，FreeMask实现了更高的语义保真度、时间一致性和编辑质量。 et.al.|[2409.20500](http://arxiv.org/abs/2409.20500)|null|\n", "2409.20491": "|**2024-09-30**|**Persistent homology classifies parameter dependence of patterns in Turing systems**|本文阐述了拓扑数据分析在化学和生物系统自组织模型研究中的进一步应用。特别是，我们通过检查图灵反应扩散系统解的子水平集在一系列参数下的同源性，研究拓扑摘要是否可以捕捉反应扩散系统中模式拓扑的参数依赖性。我们使用亚氯酸盐-碘化物-丙二酸系统和原型Schnakenberg系统进行说明，证明拓扑聚类算法可以揭示模式拓扑如何依赖于参数。此外，我们讨论了这种聚类的潜在应用，例如在精炼先验以进行自组织系统的详细参数估计方面。 et.al.|[2409.20491](http://arxiv.org/abs/2409.20491)|null|\n", "2409.20447": "|**2024-09-30**|**POMONAG: Pareto-Optimal Many-Objective Neural Architecture Generator**|神经架构搜索（NAS）自动化了神经网络设计，减少了对人类专业知识的依赖。虽然NAS方法计算密集且特定于数据集，但辅助预测器减少了需要训练的模型，从而缩短了搜索时间。该策略用于生成满足多个计算约束的架构。最近，出现了可转移NAS，将搜索过程从依赖于数据集扩展到依赖于任务。在这个领域，DiffusionNAG是一种最先进的方法。这种基于扩散的方法简化了计算，生成了针对未知数据集的准确性进行优化的架构，而无需进一步调整。然而，由于只关注准确性，DiffusionNAG忽略了其他关键目标，如模型复杂性、计算效率和推理延迟——这些因素对于在资源受限的环境中部署模型至关重要。本文介绍了帕累托最优多目标神经结构生成器（POMONAG），通过多目标扩散过程扩展了DiffusionNAG。POMONAG同时考虑准确性、参数数量、乘法累加运算（MAC）和推理延迟。它集成了性能预测器模型来估计这些指标并指导扩散梯度。POMONAG的优化通过扩展其训练元数据集、应用帕累托前沿滤波和细化条件生成的嵌入来增强。这些增强功能使POMONAG能够生成帕累托最优架构，在性能和效率方面超越了之前的最先进技术。结果在两个搜索空间（NASBench201和MobileNetV3）上进行了验证，并在15个图像分类数据集中进行了评估。 et.al.|[2409.20447](http://arxiv.org/abs/2409.20447)|null|\n", "2409.20436": "|**2024-09-30**|**Multiwavelength Galactic Center gamma-ray observations explained by a unified cosmic-ray dynamics model**|银河系中心（GC）的高能（HE）和甚高能（VHE）伽马射线观测检测到与中心分子带（CMZ）形态相关的扩展发射。预计这两个波段的发射都是由宇宙射线（CR）和环境气体之间的强子相互作用产生的。我们检查了我们之前提出的与VHE伽马射线数据（1-100TeV）一致的CR源和动力学的三种情景是否也与HE伽马射线观测结果（10-300GeV）相匹配。此外，我们分析了CMZ内各向同性银河CR“海”的影响。对于3 TeV的单能粒子，我们生成了考虑简化各向同性扩散的合成伽马射线图，但考虑了两个扩散区（CMZ内外）和极性平流的更真实的动力学。此外，我们考虑了CMZ（有和没有内腔）的两种气体分布，以及从年轻大质量恒星团（拱门星团、五元组星团和核星团）以及超新星Sgr A East注入的CR群体。只有更现实的CR动力学、具有内腔的CMZ、来自所有拟议来源的CR注入以及类似于太阳系中观测到的CR海的组合，才能再现CMZ当前的HE和VHE伽马射线探测，并与射手座a*观测到的伽马射线一致。GC的HE和VHE伽马射线观测可以通过CR的统一模型再现 et.al.|[2409.20436](http://arxiv.org/abs/2409.20436)|null|\n", "2409.20406": "|**2024-09-30**|**Lateral diffusion in 2-micron InGaAs/GaAsSb superlattice planar diodes using atomic layer deposition of ZnO**|用于温室气体传感的雪崩光电二极管通常使用台面结构，该结构会受到高表面漏电流和边缘击穿的影响。本文报道了基于2微米InGaAs/GaAsSb超晶格（SL）的平面PIN二极管，以消除传统台面二极管带来的挑战。探索了使用原子层沉积的ZnO制造平面二极管的另一种方法，并使用X射线衍射研究了扩散过程对超晶格的影响。然后使用最佳扩散条件制造平面PIN二极管。测量到扩散的Zn浓度约为1E20 cm-3，扩散深度为50 nm，横向扩散范围在18微米至30微米之间。通过分析超晶格PIN二极管的电容电压测量值，确定UID层的背景掺杂为5.8 x 1E14 cm-3。设计直径为30微米的器件在-2V下的室温暗电流为1E-6A。在2微米的照明下，设计直径为200微米的二极管的量子效率为11.11%。进一步优化这种扩散工艺可能会导致一种快速、可制造且成本效益高的开发平面二极管的方法。 et.al.|[2409.20406](http://arxiv.org/abs/2409.20406)|null|\n", "2409.20395": "|**2024-09-30**|**Conductance properties of an $α$-$T_3$ Corbino disk**|在这项工作中，我们研究了Corbino盘形式的$\\alpha$-$T_3$晶格，其特征是内外半径$R_1$和$R_2$，由可调磁通量螺纹连接。通过精确（解析）求解稳态Dirac-Weyl方程，我们计算了载流子的传输概率，从而获得了$0<\\alpha\\leq 1$的电导特征（$\\alpha$表示中心原子和另外两个原子之一之间的跳跃强度），这可以确定平带的作用，同时仔细研究从石墨烯到骰子晶格的传输特征。我们的结果揭示了电导中的周期性Aharonov-Bohm（AB）振荡，让人想起科尔比诺盘作为电子泵的效用。此外，这些结果受到掺杂水平、内外半径比、磁通量和α等参数的强烈影响。此外，对于较小的α值和较大的半径比，导致电导中可能出现高次谐波模式和分裂峰结构的复杂量子干涉效应变得突出。我们还发现，远离电荷中性点（零掺杂），电导振荡对各种参数更为明显和敏感，相应的行为在很大程度上受倏逝波输运的控制。法诺因子揭示了不同的传输机制，当$\\alpha<1$时，从泊松向伪扩散过渡，当$$\\alpha=1$时，则从弹道向伪扩散转变。因此，这一设置为研究平带系统中量子霍尔电流和Aharonov-Bohm（AB）振荡的产生以及演示电子输运中高次谐波的复杂外观提供了肥沃的土壤。 et.al.|[2409.20395](http://arxiv.org/abs/2409.20395)|null|\n", "2409.20386": "|**2024-09-30**|**Topology affects diffusion dynamics of ring polymers in dilute solutions**|近年来，环状聚合物已成为高分子物理研究中研究最广泛的课题之一。这些分子可以在迷人的超分子拓扑约束下合成，其中包括分子结和机械互锁的环，如链烷。这种独特大分子的扩散动力学在理解DNA和细胞染色质的物理学方面也起着重要作用。虽然大多数关于拓扑结构复杂聚合物链扩散的研究都是通过保持其分子量恒定来完成的，其中拓扑结构的明显影响主要由聚合物的尺寸决定，但对相同尺寸的比较研究却很少。因此，在本研究中，我们研究了拓扑结构在具有超分子拓扑约束的环状聚合物的平移和旋转扩散动力学中的作用。我们在无限稀释极限下，在良好溶剂条件下，对三种恒定流体动力学半径（$R_h$）情况下的线性、环状、链状（两个互锁环）和三叶结进行了建模。在每种情况下，选择四个拓扑结构不同的聚合物链的分子量，使其产生的流体动力学半径近似恒定。使用多粒子碰撞动力学对溶剂粒子进行建模。我们发现，虽然这四个拓扑结构不同的聚合物链的平移扩散速率在常数$R_h$处大致相等，并且在所有三种情况下都与Zimm理论一致，但旋转扩散系数值存在明显差异。通过将本工作的结果与星形聚合物的结果进行比较，描绘了拓扑结构对环状聚合物扩散动力学的明确作用。 et.al.|[2409.20386](http://arxiv.org/abs/2409.20386)|null|\n", "2409.20363": "|**2024-09-30**|**Symbol-based multilevel block $τ$ preconditioners for multilevel block Toeplitz systems: GLT-based analysis and applications**|近年来，人们对多级Toeplitz系统的预处理重新产生了兴趣，这是一个在过去几十年中得到广泛探索的研究领域。这项工作为对称和非对称多级Toeplitz系统引入了使用多级$tau矩阵的新型预处理策略。我们的建议构成了一个总体框架，因为它们完全基于多级Toeplitz系数矩阵的生成函数构建，当它可以定义时。我们从非对称系统开始，在那里我们采用对称化技术，通过置换系数矩阵来产生实对称的多级Hankel结构。我们提出了一种针对对称化系统量身定制的多级$\\tau预处理器，并证明了预处理矩阵序列的特征值在$\\pm 1$处聚类，从而在使用预处理最小残差方法时实现了快速收敛。通过在求解空间分数扩散方程中的应用，证明了该方法的高效性。接下来，对于对称系统，我们引入了另一个多级$tau预处理器，并证明了当用于一类病态多级Toeplitz系统时，预处理共轭梯度方法可以实现最佳收敛速度，即与矩阵大小无关的速度。提供了数值示例，以批判性地评估我们提出的预处理器与几种领先的现有预处理求解器的有效性，突出了它们的优越性能。 et.al.|[2409.20363](http://arxiv.org/abs/2409.20363)|null|\n"}, "NeRF": {"2409.20563": "|**2024-09-30**|**DressRecon: Freeform 4D Human Reconstruction from Monocular Video**|我们提出了一种从单目视频中重建时间一致的人体模型的方法，重点是极其宽松的衣服或手持物体的交互。之前在人体重建方面的工作要么局限于没有物体交互的紧身衣服，要么需要校准的多视图捕捉或个性化的模板扫描，而大规模收集这些数据成本很高。我们对高质量但灵活的重建的关键见解是，将关于关节体形状的通用人类先验（从大规模训练数据中学习）与视频特定的关节“骨骼袋”变形（通过测试时间优化适合单个视频）仔细结合。我们通过学习一个神经隐式模型来实现这一点，该模型将身体和衣服的变形作为单独的运动模型层来解开。为了捕捉服装的微妙几何形状，我们在优化过程中利用了基于图像的先验，如人体姿势、表面法线和光流。由此产生的神经场可以提取到时间一致的网格中，或进一步优化为显式3D高斯分布，以实现高保真交互式渲染。在具有高度挑战性的服装变形和物体交互的数据集上，DressReston可以产生比现有技术更高保真的3D重建。项目页面：https://jefftan969.github.io/dressrecon/ et.al.|[2409.20563](http://arxiv.org/abs/2409.20563)|null|\n", "2409.16666": "|**2024-09-25**|**TalkinNeRF: Animatable Neural Fields for Full-Body Talking Humans**|我们介绍了一种新的框架，该框架从单眼视频中学习全身说话的人的动态神经辐射场（NeRF）。之前的工作只代表身体姿势或面部。然而，人类通过全身进行交流，结合身体姿势、手势和面部表情。在这项工作中，我们提出了TalkinNeRF，这是一个基于NeRF的统一网络，代表了整体4D人体运动。给定一个受试者的单眼视频，我们学习身体、面部和手的相应模块，这些模块结合在一起生成最终结果。为了捕捉复杂的手指关节，我们学习了手的额外变形场。我们的多身份表示能够同时训练多个科目，以及在完全看不见的姿势下进行强大的动画。只要输入一段短视频，它也可以推广到新的身份。我们展示了最先进的性能，用于为全身说话的人类制作动画，具有精细的手部发音和面部表情。 et.al.|[2409.16666](http://arxiv.org/abs/2409.16666)|null|\n", "2409.16058": "|**2024-09-24**|**Generative 3D Cardiac Shape Modelling for In-Silico Trials**|我们提出了一种深度学习方法，基于将形状表示为神经有符号距离场的零级集，对合成主动脉形状进行建模和生成，该方法受一系列可训练的嵌入向量的约束，并对每个形状的几何特征进行编码。通过使神经场在采样表面点上消失并强制其空间梯度具有单位范数，在从CT图像重建的主动脉根部网格数据集上训练网络。实证结果表明，我们的模型可以高保真地表示主动脉形状。此外，通过从学习到的嵌入向量中采样，我们可以生成类似于真实患者解剖结构的新形状，可用于计算机模拟试验。 et.al.|[2409.16058](http://arxiv.org/abs/2409.16058)|null|\n", "2409.14019": "|**2024-09-21**|**MOSE: Monocular Semantic Reconstruction Using NeRF-Lifted Noisy Priors**|由于缺乏几何指导和不完美的视图相关2D先验，从单眼图像中精确重建密集和语义注释的3D网格仍然是一项具有挑战性的任务。尽管我们已经见证了隐式神经场景表示的最新进展，能够简单地从多视图图像中进行精确的2D渲染，但很少有研究仅使用单眼先验来解决3D场景理解问题。在本文中，我们提出了MOSE，这是一种神经场语义重建方法，可以将推断的图像级噪声先验提升到3D，在3D和2D空间中产生精确的语义和几何。我们方法的关键动机是利用通用类不可知的分段掩码作为指导，在训练过程中促进渲染语义的局部一致性。在语义的帮助下，我们进一步将平滑正则化应用于无纹理区域，以获得更好的几何质量，从而实现几何和语义的互惠互利。在ScanNet数据集上的实验表明，我们的MOSE在3D语义分割、2D语义分割和3D表面重建任务的所有指标上都优于相关基线。 et.al.|[2409.14019](http://arxiv.org/abs/2409.14019)|null|\n", "2409.11211": "|**2024-09-17**|**SplatFields: Neural Gaussian Splats for Sparse 3D and 4D Reconstruction**|从多视图图像中数字化3D静态场景和4D动态事件长期以来一直是计算机视觉和图形学领域的一个挑战。最近，3D高斯散斑（3DGS）已经成为一种实用且可扩展的重建方法，由于其令人印象深刻的重建质量、实时渲染能力以及与广泛使用的可视化工具的兼容性而越来越受欢迎。然而，该方法需要大量的输入视图来实现高质量的场景重建，这引入了一个重大的实际瓶颈。在捕捉动态场景时，这一挑战尤为严峻，因为部署广泛的相机阵列的成本可能高得令人望而却步。在这项工作中，我们发现斑点特征缺乏空间自相关性是导致3DGS技术在稀疏重建环境中性能不佳的因素之一。为了解决这个问题，我们提出了一种优化策略，通过将splat特征建模为相应隐式神经场的输出，有效地正则化splat特征。这导致在各种场景中重建质量的一致提高。我们的方法有效地处理了静态和动态情况，这在不同设置和场景复杂性的广泛测试中得到了证明。 et.al.|[2409.11211](http://arxiv.org/abs/2409.11211)|null|\n", "2409.10876": "|**2024-09-17**|**Neural Fields for Adaptive Photoacoustic Computed Tomography**|光声计算机断层扫描（PACT）是一种具有广泛医学应用的非侵入性成像技术。传统的PACT图像重建算法受到组织中声速不均匀（SOS）引起的波前失真的影响，导致图像质量下降。考虑到这些影响可以提高图像质量，但测量SOS分布的实验成本很高。另一种方法是仅使用PA信号对初始压力图像和SOS进行联合重建。现有的关节重建方法存在局限性：计算成本高，无法直接恢复SOS，以及依赖于不准确的简化假设。隐式神经表示或神经场是计算机视觉中的一种新兴技术，用于通过基于坐标的神经网络学习物理场的有效和连续表示。在这项工作中，我们介绍了NF-APACT，这是一种高效的自监督框架，利用神经场来估计SOS，以实现准确和鲁棒的多通道解卷积。我们的方法比现有方法更快、更准确地消除了SOS像差。我们在一个新的数值体模以及实验收集的体模和体内数据上证明了我们的方法的成功。我们的代码和数字幻影可在https://github.com/Lukeli0425/NF-APACT. et.al.|[2409.10876](http://arxiv.org/abs/2409.10876)|null|\n", "2409.05334": "|**2024-09-09**|**Lagrangian Hashing for Compressed Neural Field Representations**|我们提出了拉格朗日散列，这是一种神经场的表示，结合了依赖于欧拉网格（即~InstantNGP）的快速训练NeRF方法的特征，以及使用配备有特征的点作为表示信息的方法（例如3D高斯散点或PointNeRF）。我们通过将基于点的表示合并到InstantNGP表示的分层哈希表的高分辨率层中来实现这一点。由于我们的点具有影响域，我们的表示可以被解释为哈希表中存储的高斯混合。我们提出的损失鼓励我们的高斯人向需要更多代表预算才能充分代表的地区移动。我们的主要发现是，我们的表示允许使用更紧凑的表示来重建信号，而不会影响质量。 et.al.|[2409.05334](http://arxiv.org/abs/2409.05334)|null|\n", "2409.05156": "|**2024-09-08**|**Exploring spectropolarimetric inversions using neural fields. Solar chromospheric magnetic field under the weak-field approximation**|全斯托克斯偏振数据集来源于狭缝光谱仪或窄带滤光片图，如今已被常规采集。随着二维光谱偏振仪和允许长时间高质量观测序列的观测技术的出现，数据速率正在增加。在光谱偏振反演中，显然需要通过利用推断物理量的时空相干性来超越传统的逐像素策略。我们探索了神经网络作为时间和空间（也称为神经场）上物理量的连续表示的潜力，用于光谱极化反演。我们已经实现并测试了一个神经场，以在弱场近似（WFA）下执行磁场矢量的推理（也称为物理知情神经网络的方法）。通过使用神经场来描述磁场矢量，我们可以通过假设物理量是坐标的连续函数来在空间和时间域中正则化解。我们研究了Ca II 8542 A谱线的合成和真实观测结果。我们还探讨了其他显式正则化的影响，例如使用外推磁场的信息或色球原纤维的取向。与传统的逐像素反演相比，神经场方法提高了磁场矢量重建的保真度，特别是横向分量。这种隐式正则化是一种提高观测值有效信噪比的方法。虽然它比逐像素WFA估计慢，但这种方法通过减少自由参数的数量并在解决方案中引入时空约束，显示出深度分层反演的巨大潜力。 et.al.|[2409.05156](http://arxiv.org/abs/2409.05156)|**[link](https://github.com/cdiazbas/neural_wfa)**|\n", "2409.03034": "|**2024-09-04**|**MDNF: Multi-Diffusion-Nets for Neural Fields on Meshes**|我们提出了一种在三角形网格上表示神经场的新框架，该框架在空间和频率域上都是多分辨率的。受神经傅里叶滤波器组（NFFB）的启发，我们的架构通过将更精细的空间分辨率级别与更高的频带相关联来分解空间和频率域，而将更粗糙的分辨率映射到较低的频率。为了实现几何感知的空间分解，我们利用了多个扩散网络组件，每个组件都与不同的空间分辨率级别相关联。随后，我们应用傅里叶特征映射来鼓励更精细的分辨率水平与更高的频率相关联。最终信号是使用正弦激活的MLP以小波激励的方式组成的，将高频信号聚集在低频信号之上。我们的架构在学习复杂神经场方面具有很高的精度，并且对目标场的不连续性、指数尺度变化和网格修改具有鲁棒性。我们通过将我们的方法应用于不同的神经领域，如合成RGB函数、UV纹理坐标和顶点法线，展示了其有效性，并说明了不同的挑战。为了验证我们的方法，我们将其性能与两种替代方案进行了比较，展示了我们的多分辨率架构的优势。 et.al.|[2409.03034](http://arxiv.org/abs/2409.03034)|null|\n", "2409.02084": "|**2024-09-03**|**GraspSplats: Efficient Manipulation with 3D Feature Splatting**|机器人对物体部件进行高效和零样本抓取的能力对于实际应用至关重要，并且随着视觉语言模型（VLM）的最新进展而变得普遍。为了弥合二维到三维表示的差距以支持这种能力，现有的方法依赖于神经场（NeRF），通过可微渲染或基于点的投影方法。然而，我们证明了NeRF由于其隐含性而不适合场景变化，并且基于点的方法对于没有基于渲染的优化的零件定位是不准确的。为了修正这些问题，我们提出了“把握辉煌”。使用深度监督和一种新的参考特征计算方法，GraspSplats在60秒内生成高质量的场景表示。我们进一步验证了基于高斯表示法的优势，表明GraspSplats中的显式和优化几何足以原生支持（1）实时抓取采样和（2）使用点跟踪器进行动态和铰接对象操作。通过在Franka机器人上进行的广泛实验，我们证明了在不同的任务设置下，GraspSplats的表现明显优于现有的方法。特别是，GraspSplats的性能优于基于NeRF的方法，如F3RM和LERF-TOGO，以及2D检测方法。 et.al.|[2409.02084](http://arxiv.org/abs/2409.02084)|null|\n"}}